[{"date":"2026/01/14","title":"AMD Could Lift Ryzen 7 9850X3D CPU Review Embargo on January 28","url":"https://www.techpowerup.com/345163/amd-could-lift-ryzen-7-9850x3d-cpu-review-embargo-on-january-28","summary":"（AI制限中のため原文） AMD introduced its new Ryzen 7 9850X3D desktop gaming processor last week. This early January virtua...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>AMD introduced its new Ryzen 7 9850X3D desktop gaming processor last week. This early January virtual launch event occurred weeks in advance of a highly-anticipated rollout at retail; officially set to happen within the first quarter of 2026. An unfortunately-timed pre-CES kick-off leak spoiled some fun—coming from prematurely published e-tail listings—signalling a possible January 29 roll out at shop outlets, at least in France. Earlier today, a new claim made by VideoCardz seems to align—timing-wise—with NDA-busting information mistakenly released by the French LDLC webstore. The popular PC hardware news site believes that Team Red will lift its Ryzen 7 9850X3D review embargo on January 28; the day prior to a speculated retail launch. Additionally, VideoCardz reportedly knows about a recent distribution of press samples—likely heading in the direction of reviewers, influencers, and tech-adjacent entities. A delidded example was allegedly presented at CES 2026, as evidenced by a recent PCGamesHardware Germany article. An unnamed provider managed to sneak OEM variants (intact and torn down) in front of a select bunch of journalists.   </p>","leakScore":99},{"date":"2026/01/14","title":"Shazam's Fast Forward Playlist Reveals Music Artists Set to Rise in 2026","url":"https://www.macrumors.com/2026/01/13/shazam-fast-forward-2026-playlist/","summary":"（AI制限中のため原文） Shazam has published its annual Fast Forward list, and an accompanying Apple Music playlist. The lis...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Shazam has published its annual Fast Forward list, and an accompanying Apple Music playlist. The list takes a look ahead at some of the most exciting music artists who are being discovered through the song identification tool. 2026's list features more than 60 music artists who are poised to have a breakthrough year.\n\n\n\n\n\nHere is how Apple describes this year's playlist:Every day, Shazam gets millions of requests from users around the world who are curious about the artist behind a song. These requests come from all over-TikTok videos, car commercials, overhearing something in the wild-which makes it a powerful tool for predicting tomorrow's heavy hitters. For 2026, we've assembled a playlist featuring over 60 artists-based on Shazam data and reviewed by our editors-that are poised to have a breakthrough year. From K-pop group CORTIS to Alabama country crooner Kashus Culpepper to Irish rock band Florence Road, it's a remarkably diverse group of artists hailing from all corners of the globe. Have a listen and add the ones you love to your library before the world catches on.Some well-known music artists, including Benson Boone, Ice Spice, and Ayra Starr, were featured in Shazam's previous Fast Forward lists.\n\n\n\nTags: Apple Music, ShazamThis article, &quot;Shazam&#039;s Fast Forward Playlist Reveals Music Artists Set to Rise in 2026&quot; first appeared on MacRumors.comDiscuss this article in our forums</p>","leakScore":80},{"date":"2026/01/14","title":"Marvel Rivals – Everything We Know About NetEase’s Super Hero-Charged Shooter","url":"https://wccftech.com/roundup/marvel-rivals-everything-we-know-about-neteases-super-hero-charged-shooter/","summary":"（AI制限中のため原文） Marvel Rivals arrived on the shooter scene right at the end of 2024, and it arrived with such a bang...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Marvel Rivals arrived on the shooter scene right at the end of 2024, and it arrived with such a bang, it made it seem like all Blizzard actually needed to do with Overwatch was make all the characters Marvel heroes. The third-person shooter expanded on the momentum built by its massive launch and has definitively wedged itself into the shooter genre and earned a spot among the other live-service free-to-play shooters. As NetEase is charging up to make Marvel Rivals \"the biggest game possible,\" here's everything we know about the MOBA shooter stuffed with Marvel characters. Release Date, Platforms, Pricing [&#8230;]</p>","leakScore":80},{"date":"2026/01/14","title":"ASRock Website Updated with Radeon RX 9070 XT Taichi White OC Model Page","url":"https://www.techpowerup.com/345159/asrock-website-updated-with-radeon-rx-9070-xt-taichi-white-oc-model-page","summary":"（AI制限中のため原文） In the run-up to Christmas, ASRock unveiled a pale spin-off of its readily available Radeon RX 9070 ...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>In the run-up to Christmas, ASRock unveiled a pale spin-off of its readily available Radeon RX 9070 XT Taichi OC graphics card model. As of this week, gaming graphics card sleuths have noticed that the Taiwanese manufacturer has published a dedicated product page. A &quot;RX9070XT TCW 16GO&quot; code, detailed specifications, various product and feature set descriptions, and plenty of images are on full display on ASRock's main web presence. TechPowerUp's CES 2026 ground team did not spot a white Taichi demonstration sample during a past week ASRock suite visit. An official pre-event PR piece implied some form of early January trade show concurrent introduction.\n\nTheir latest update of the custom RDNA 4-based flagship manages to implement a new &quot;LCD Information Center&quot; feature—simply a dinky side-mounted 2-inch color LCD screen that can broadcast key diagnostic data and animations. Early promotional renders indicated that ASRock had bunged on a longer strip of ARGB lighting across the white Taichi variant's top-side. A full selection of shots show off this new zone, complete with an expansion of this Taichi generation's gear-themed aesthetic. The added extras have tacked on a little bit of extra weight (+67 g), relative to the metallically-dressed standard Taichi model—ASRock's specification sheet lists a slightly heavier net weight measurement of 1621 grams. The white RX 9070 XT Taichi OC variant is still a three-slot thick behemoth, with an additional 6 mm tacked </p>","leakScore":85},{"date":"2026/01/14","title":"(PR) Daedalic Dives Deep into \"Star Trek: Voyager - Across the Unknown\" Combat Systems","url":"https://www.techpowerup.com/345162/daedalic-dives-deep-into-star-trek-voyager-across-the-unknown-combat-systems","summary":"（AI制限中のため原文） Heyho everyone, it's been a while since we last heard from each other and hopefully everyone had a w...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Heyho everyone, it's been a while since we last heard from each other and hopefully everyone had a wonderful festive season. Today we bring you something maybe similarly festive: our Combat Deep Dive Trailer (see below)—with a special surprise at the end! Let me guess—you jumped right to the end, didn't you? You Rascal! … But you witnessed correctly: alongside our start of pre-orders for consoles today, we have announced Star Trek: Voyager - Across the Unknown's release date: February 18th!\n\nStar Trek: Voyager - Across the Unknown will be released with a Deluxe Upgrade on Steam, called Deluxe Edition on consoles. In the tradition of Starfleet's finest, this &quot;pack&quot;—which is a longstanding Daedalic practice to give players a chance to support the Devs even more—brings captains deeper into the unknown, adding new missions, new recruitable heroes, and powerful technologies drawn from pivotal alien encounters in the Delta Quadrant. This expanded content integrates directly into the campaign, offering fresh tactical options and new narrative possibilities for returning and first-time players alike.    Read full story</p>","leakScore":80},{"date":"2026/01/14","title":"Apple Says 'Pixelmator' App on iOS Will No Longer Receive Updates","url":"https://www.macrumors.com/2026/01/13/pixelmator-no-longer-being-updated/","summary":"（AI制限中のため原文） Alongside the news that Pixelmator Pro is coming to the iPad, Apple has confirmed that the more basi...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Alongside the news that Pixelmator Pro is coming to the iPad, Apple has confirmed that the more basic Pixelmator app for the iPhone and iPad will no longer be updated.\n\n\n\n\n\nFrom the Pixelmator Pro page on Apple's website:Pixelmator Classic for iOS, released in 2014 as a companion app to the now-discontinued Pixelmator Classic for Mac, provides basic image editing features such as cropping, color adjustments, and effects. It remains a functional app but is no longer being updated.The classic Pixelmator app offers more basic image editing tools, whereas Pixelmator Pro for iPad will be a fully-featured, professional image editing app.\n\n\n\nPixelmator Pro for iPad features a new touch-optimized workspace, full Apple Pencil support for pressure-sensitive brushing, the ability to work between iPad and Mac, and all of the powerful editing tools from the Mac version of the app.\n\n\n\nRead our earlier coverage of the Pixelmator Pro for iPad announcement to learn more.\n\n\n\nThere is also a free Photomator photo editing app for the iPhone and iPad in the App Store, and Apple did not mention updates ending for that app.Tag: PixelmatorThis article, &quot;Apple Says &#039;Pixelmator&#039; App on iOS Will No Longer Receive Updates&quot; first appeared on MacRumors.comDiscuss this article in our forums</p>","leakScore":80},{"date":"2026/01/14","title":"Why Is CODE VEIN II a Numbered Sequel in a Different World? Bandai Namco Explains Time Travel and the Rebuilt Partner System","url":"https://wccftech.com/code-vein-ii-interview-time-travel-partner-system/","summary":"（AI制限中のため原文） More than six years after the release of the first game, Bandai Namco Studios returns with CODE VEIN...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>More than six years after the release of the first game, Bandai Namco Studios returns with CODE VEIN II, the sequel to the Soulslike action RPG that sold over three million copies across all platforms. While not a smashing success, the game undoubtedly garnered a sizable following. However, the developers are still making changes to several aspects in this new iteration; for instance, it is set in a completely different world with new characters. The first CODE VEIN also allowed co-op multiplayer, whereas this new entry focuses on expanding the Partner System that powers AI companions. Following a recent press [&#8230;]</p>","leakScore":65},{"date":"2026/01/14","title":"“It’s a Pool Party” As Deadpool Arrives in Marvel Rivals With Season 6 This Friday","url":"https://wccftech.com/marvel-rivals-season-6-release-date-deadpool/","summary":"（AI制限中のため原文） NetEase Games is getting set to launch Season 6: Night at the Museum of Marvel Rivals this coming Fr...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>NetEase Games is getting set to launch Season 6: Night at the Museum of Marvel Rivals this coming Friday, January 16, 2026, which includes the introduction of the game's latest duelist, everyone's favourite merc with a mouth, Deadpool. After Season 5 introduced Rogue and Gambit, Season 6 will start with Deadpool, with Elsa Bloodstone to follow at the halfway point. As NetEase does with every new season, ahead of its launch, the studio has debuted a gameplay trailer showing off the new hero's skills, with today's trailer showcasing Deadpool's lethal arsenal and the various ways in which players can take [&#8230;]</p>","leakScore":65},{"date":"2026/01/14","title":"(PR) Hytale Launched into Early Access, Hypixel Studios Celebrates Milestone Moment","url":"https://www.techpowerup.com/345157/hytale-launched-into-early-access-hypixel-studios-celebrates-milestone-moment","summary":"（AI制限中のため原文） The moment has arrived, Hytale is releasing into Early Access today! When we reacquired Hytale last ...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>The moment has arrived, Hytale is releasing into Early Access today! When we reacquired Hytale last November and became an independent studio, we promised to launch without any delays, and we are keeping that promise. The game is currently in Early Access in its truest form: unpolished and incomplete, but within those rough edges lies the foundation for something extraordinary. For the first time, Hytale is in the hands of the community, to help us shape it into the forever game you all deserve.\n\nHow did we get here?\nIn the last few months, Hytale went from being stuck in development, to cancelled, to revived, and now… an Early Access release! This happened because the community remained strong and worked together to create the #savehytale movement, which ultimately convinced the original founders to return and revive Hytale. Since announcing the Early Access, a fire was lit under the team to work harder than ever, and now, we can finally say the words that have been burning inside of us for years: Hytale is released!    Read full story</p>","leakScore":65},{"date":"2026/01/14","title":"(PR) Seagate Starts Shipping Its 32 TB CMR Exos, SkyHawk AI and IronWolf Hard Drives","url":"https://www.techpowerup.com/345160/seagate-starts-shipping-its-32-tb-cmr-exos-skyhawk-ai-and-ironwolf-hard-drives","summary":"（AI制限中のため原文） Seagate Technology plc (NASDAQ: STX), a global leader in mass-capacity data storage, is showcasing a...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Seagate Technology plc (NASDAQ: STX), a global leader in mass-capacity data storage, is showcasing advanced storage solutions at Intersec 2026 that help power the transformation of AI-driven video analytics into searchable, decision-ready intelligence. The edge-to-cloud portfolio is designed to help businesses unlock the full value of their data and make smarter, faster decisions.\n\nAI applications in video image analytics (VIA) are fueling unprecedented data growth at the network edge. IDC reports that more than 75% of organizations expect their video data to at least double over the next five years, as AI adds summaries, annotations, and metadata to every frame. This surge is driven by new use cases across industries - from accelerating investigations and automating alerts to ensuring compliance and enabling deep operational insights.    Read full story</p>","leakScore":80},{"date":"2026/01/14","title":"Apple Releases New AirPods Pro 3 Firmware Update","url":"https://www.macrumors.com/2026/01/13/airpods-pro-3-firmware-update/","summary":"（AI制限中のため原文） Apple today released a firmware update for the AirPods Pro 3. The latest firmware has a version numb...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Apple today released a firmware update for the AirPods Pro 3. The latest firmware has a version number of 8B34, up from the previous version 8B30.\n\n\n\n\n\nApple has a support document for AirPods firmware updates, and it indicates that the 8B34 update contains unspecified \"bug fixes and other improvements.\"\n\n\n\nNo other AirPods models received firmware updates today.\n\n\n\nHow to install AirPods Pro firmware updates, according to Apple:\n\n  Make sure that your iPhone, iPad, or Mac is updated to the latest version of iOS, iPadOS, or macOS, and that Bluetooth is on.\n\n  Make sure that your AirPods are connected via Bluetooth to your iPhone, iPad, or Mac.\n\n  Connect your iPhone, iPad, or Mac to Wi-Fi.\n\n  Connect your charging case to power.\n\n  Put your AirPods in their charging case and close the lid. Keep the lid of the charging case closed, and keep your AirPods in Bluetooth range of your iPhone, iPad, or Mac.\n\n  Wait at least 30 minutes for the firmware to update.\n\n  Open the lid of the charging case to reconnect your AirPods to your iPhone, iPad, or Mac.\n\n  Check the firmware version again.\n\nAirPods Pro 3 were released in September, with key features versus the previous generation including increased active noise cancellation, improved sound quality, longer battery life per charge, heart rate monitoring during workouts, and more.Related Roundup: AirPods Pro 3Buyer's Guide: AirPods Pro (Buy Now)Related Forum: AirPodsThis article, &quot;Apple Releases New AirPods Pro 3 Firmware Update&</p>","leakScore":65},{"date":"2026/01/14","title":"TCOMAS Shows Mid-Tower Cases at CES 2026","url":"https://www.techpowerup.com/345152/tcomas-shows-mid-tower-cases-at-ces-2026","summary":"（AI制限中のため原文） At CES 2026, TCOMAS presented its JF series of cases, including the JF300 and JF500 SKUs. Both mid-t...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>At CES 2026, TCOMAS presented its JF series of cases, including the JF300 and JF500 SKUs. Both mid-tower models boast integrated IPS displays and are crafted with high-quality materials such as ABS, steel, and tempered glass, available in either white or black finishes. The 54.3L JF300 chassis, measuring 448.5 x 295 x 475.9 mm, includes a vertical 9.2-inch screen with 1920x462 resolution and supports ATX, microATX, and Mini-ITX motherboards with reverse insertion, graphics cards up to 420 mm, and CPU coolers up to 175 mm. The case has been designed with openness in mind so it can showcase internal componentry in the best way possible. There are configurations which can include up to six 120 mm fans, so the airflow is more than adequate inside the system.      Read full story</p>","leakScore":65},{"date":"2026/01/14","title":"GOG's New Owner Doubles Down on DRM-Free, Plans to Avoid Steam AAA Battles","url":"https://www.techpowerup.com/345151/gogs-new-owner-doubles-down-on-drm-free-plans-to-avoid-steam-aaa-battles","summary":"（AI制限中のため原文） GOG, the game distribution platform formerly owned by CD Projekt Red, was recently sold off by the a...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>GOG, the game distribution platform formerly owned by CD Projekt Red, was recently sold off by the aforementioned game studio and taken over by one of CDPR's co-founders, Michał Kiciński, who, at the time, promised to stay true to the platform's original pro-consumer approach to game distribution. Now, in a recent interview with GamesIndustry.biz, the new owner and CEO has revealed his plans for the now-independent GOG. Apparently, the leadership will be leaning into GOG's Game Preservation Program and its niche appeal with indie and retro gaming communities, instead of trying to compete with the big boys on volume and AAA sales. That said, he has also promised that GOG will continue to sell AAA games from CDPR, as part of the buyout deal—at least for six years from the date of the agreement. \n\nWhenever there is a big shuffle in the business side of the gaming industry, there are always questions about how these smaller players will handle massive competitors, like Steam. When asked about how GOG will compete with Steam, Kiciński said that the indie platform doesn't plan on taking Valve on head-on. Instead, he says that &quot;GOG has its own strengths and really should focus on maintaining them and even strengthening them.&quot; He goes on to explain that GOG's &quot;identity&quot; and &quot;uniqueness&quot; are &quot;very much appreciated by gamers.&quot; What he is alluding to here is the Game Preservation Program, which aims to modernize and preserve classic games, both fo</p>","leakScore":65},{"date":"2026/01/14","title":"Get $300 Off Samsung's Smart Monitor M9, Plus More Monitor and TV Deals","url":"https://www.macrumors.com/2026/01/13/samsungs-smart-monitor-m9-deals/","summary":"（AI制限中のため原文） Samsung has introduced a new batch of discounts across its most popular monitors and TVs this week, ...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Samsung has introduced a new batch of discounts across its most popular monitors and TVs this week, with notable markdowns on products like The Frame and the Smart Monitor series. These deals have all been applied automatically on Samsung's website, and many match all-time low prices on these products.\n\n\n\nNote: MacRumors is an affiliate partner with Samsung. When you click a link and make a purchase, we may receive a small payment, which helps us keep the site running.\n\n\n\nStarting with monitors, you can get the 32-inch Smart Monitor M9 4K OLED for &#36;1,299.99, down from &#36;1,599.99. This version of the Smart Monitor line launched last summer, and Samsung's discount today is a match of the record low price on the display.\n\n\n\n&#36;300 OFF32-inch Smart Monitor M9 for &#36;1,299.99\n\n\n\nOther monitors on sale include the 32-inch Smart Monitor M7 4K for &#36;229.99 (&#36;170 off) and the 43-inch Smart Monitor M7 4K for &#36;359.99 (&#36;140 off). You can find even more monitor deals in the list below.\n\n\n\n\n\nRegarding TVs, there are quite a few models of The Frame TV on sale, including all-time low prices on The Frame models from 2025. You can get the 2025 65-inch The Frame TV for &#36;1,199.99 (&#36;600 off), as well as The Frame Pro for &#36;2,499.99 (&#36;700 off).\n\n\n\n&#36;600 OFF65-inch The Frame for &#36;1,199.99\n\n\n\nFor even more potential savings, eligible shoppers have the chance to get additional discounts through Samsung offer programs. These programs provide extra discou</p>","leakScore":80},{"date":"2026/01/14","title":"These Apple Apps Will No Longer Receive All New Features Without a Subscription","url":"https://www.macrumors.com/2026/01/13/apple-creator-studio-exclusive-app-features/","summary":"（AI制限中のため原文） If you are not interested in subscribing to the new Apple Creator Studio bundle introduced today, yo...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>If you are not interested in subscribing to the new Apple Creator Studio bundle introduced today, you will officially start to miss out on some new features.\n\n\n\n\n\nApple said some \"exciting new intelligent features and premium content\" in Final Cut Pro, Pixelmator Pro, Keynote, Numbers, Pages, and Freeform will only be accessible with a Creator Studio subscription. In the U.S., a subscription costs &#36;12.99 per month, or &#36;129 per year, while college students can pay a lower &#36;2.99 per month or &#36;29 per year.\n\n\n\nThis means that if you bought Final Cut Pro or Pixelmator Pro via one-time purchase, which will still be an option going forward, you will no longer have access to all new features. However, Apple promises the apps will continue to receive updates.\n\n\n\nFrom the Final Cut Pro page on Apple's website, for instance:A one-time purchase will still be available, but access to some of the premium content is available only to Apple Creator Studio subscribers. If you already own Final Cut Pro, it will continue to be updated.There are some exceptions, as Apple says Logic Pro and MainStage will have all the same features whether they are subscription or one-time-purchase versions.\n\n\n\nIt looks like most if not all of the new features that will be limited to Creator Studio subscribers will be powered by AI, as Apple repeatedly describes them as \"intelligent\" features. The apps are continuing to receive other new features that do not require a subscription over time, so on</p>","leakScore":65},{"date":"2026/01/14","title":"MSI Announces GeForce RTX 5090 Lightning Z “Break Your Limits” Giveaway","url":"https://wccftech.com/msi-announces-geforce-rtx-5090-lightning-z-break-your-limits-giveaway/","summary":"（AI制限中のため原文） One lucky winner will get the most premium RTX 5090 ever-made, but MSI has prizes for more winners. ...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>One lucky winner will get the most premium RTX 5090 ever-made, but MSI has prizes for more winners. MSI to Give Away One RTX 5090 Lightning Z and One RTX 5070 Vanguard Launch Edition to the Participants The MSI GeForce RTX 5090 Lightning Z was one of our favorites at CES. It's unlike any other GeForce RTX 5090 ever made, but it's special for two reasons: Bringing a 2500W power limit to the GPU through a premium design and cooler, and the debut of the Lightning series after several years. It has been nearly 7 years since we saw a [&#8230;]</p>","leakScore":95},{"date":"2026/01/14","title":"Apple Announces The $13-Per-Month ‘Creator Studio’ Subscription That Unlocks A Host Of AI-Driven Creative Features","url":"https://wccftech.com/apple-announces-the-13-per-month-creator-studio-subscription-that-unlocks-a-host-of-ai-driven-creative-features/","summary":"（AI制限中のため原文） In what constitutes a veritable bargain, Apple has just announced a host of AI-driven features for i...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>In what constitutes a veritable bargain, Apple has just announced a host of AI-driven features for its suite of creator apps and software, all bundled within a single package that you can buy for $13 per month or $129 per year. Apple Creator Studio unlocks a host of AI-powered features for Final Cut Pro, Logic Pro, Pixelmator Pro, Keynote, Pages, Numbers, and Freeform As per Apple's announcement today, you get the following features and products with the new Apple Creator Studio subscription: Pixelmator Pro Final Cut Pro Logic Pro Motion Pages, Numbers, Keynote, and Freeform Of course, Apple's use of [&#8230;]</p>","leakScore":95},{"date":"2026/01/14","title":"(PR) Capcom Schedules Resident Evil Showcase - More RE Requiem Details Due on January 15","url":"https://www.techpowerup.com/345147/capcom-schedules-resident-evil-showcase-more-re-requiem-details-due-on-january-15","summary":"（AI制限中のため原文） Don't miss the upcoming 12-minute Resident Evil Showcase special, featuring all the latest info on R...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Don't miss the upcoming 12-minute Resident Evil Showcase special, featuring all the latest info on Resident Evil Requiem! Airing January 15, 2026! The date and time of the event may change without prior notice. Some of the games included in the show aren't suitable for children. This content will be age restricted. Age verification will be required to view this content.\n\nRequiem for the dead. Nightmare for the living.\nPrepare to escape death in a heart-stopping experience that will chill you to your core. A new era of survival horror arrives with Resident Evil Requiem, the latest and most immersive entry yet in the iconic Resident Evil series. Experience terrifying survival horror with FBI analyst Grace Ashcroft, and dive into pulse-pounding action with legendary agent Leon S. Kennedy. Both of their journeys and unique gameplay styles intertwine into a heart-stopping, emotional experience that will chill you to your core.  \nRead full story</p>","leakScore":85},{"date":"2026/01/14","title":"ASUS's AMD Ryzen AI 400 Laptops To Launch on January 22","url":"https://www.techpowerup.com/345148/asuss-amd-ryzen-ai-400-laptops-to-launch-on-january-22","summary":"（AI制限中のため原文） AMD launched the Gorgon Point Ryzen AI 400 mobile refresh in early January at CES 2026—check out our...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>AMD launched the Gorgon Point Ryzen AI 400 mobile refresh in early January at CES 2026—check out our coverage of the launch for the full run-down—and suggested that the new silicon would bring with it improvements in both iGPU and CPU performance thanks to higher boost residency and clock speeds. Now, it seems as though ASUS has unofficially confirmed, via @RubyRapids and @realVictor_M on X, that the new Gorgon Point APUs will launch on January 22 with the company's new laptops. This will likely mark the start of a slew of new laptops launching with AMD's new Ryzen AI 400 APUs from other manufacturers, as well. \n\nAccording to the leaks, the January 22 Gorgon Point laptop launch will be happening in China, but it's unclear if that will also be the international launch date. So far, aside from what appears to be a China-exclusive model with the AMD Ryzen AI 7 445, ASUS looks to be launching a new VivoBook Pro 16 powered by an unspecified AMD Ryzen AI 400 APU, up to 32 GB of LPDDR5X memory, and 1 TB of PCIe 4.0 SSD storage. The new thin-and-light laptop will also have an 80 W TDP and a 1100-nit OLED display with 100% DCI-P3 coverage and a 165 Hz refresh rate. There will also be a ZenBook Air 16, which is slated to feature and AMD Ryzen AI 9 465 with 32 GB of RAM, a 1 TB SSD, and a 2.8 K OLED display with 1,100 nits of brightness. The leaked PR images, with machine translated text, are available below.  Read full story</p>","leakScore":99},{"date":"2026/01/14","title":"iOS 26.3 Hints at Improved iPhone-to-Android Texting Coming Soon","url":"https://www.macrumors.com/2026/01/13/ios-26-rcs-3-future-benefits/","summary":"（AI制限中のため原文） Starting with the iOS 26.3 beta, Apple appears to be laying the groundwork for carriers to be able t...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Starting with the iOS 26.3 beta, Apple appears to be laying the groundwork for carriers to be able to support end-to-end encryption (E2EE) for RCS messages, and that news should actually have even bigger implications for the Messages app on the iPhone.\n\n\n\n\n\nIn order to offer E2EE for RCS, iOS 26.3 or later would need to support RCS Universal Profile 3.0, which includes many iMessage-like enhancements for RCS:End-to-end encryption, which will prevent Apple and any other third party from being able to read messages and attachments while they are being sent between devices, as has always been the case with iMessage\n\nIn-line replies\n\nEdit messages\n\nUnsend messages\n\nFull-fledged Tapback support for RCS messages, with no special workaroundsRCS support as a whole was added to the iPhone with iOS 18, which supported ‌RCS‌ Universal Profile 2.4. It is effectively a modernized version of the SMS standard, which remains available as a fallback option for text messages over a cellular network.\n\n\n\nThe enhancements listed above were actually introduced in RCS‌ Universal Profile 2.7, and iOS would finally get them by jumping to RCS Universal Profile 3.0.\n\n\n\niMessage conversations with blue bubbles have already supported end-to-end encryption by default since iOS 5. iMessage has also supported in-line replies since iOS 14, while the options to edit and unsend iMessages were introduced with iOS 16. \n\n\n\nTiming\n\nLast year, Apple said it planned to add support for end-to-end encrypted RCS messag</p>","leakScore":65},{"date":"2026/01/14","title":"Kuo: Apple's AI Deal With Google Is Temporary and Buys It Time","url":"https://www.macrumors.com/2026/01/13/apple-google-ai-deal-is-temporary/","summary":"（AI制限中のため原文） Apple is preparing to mass-produce its own AI-focused server chips in the second half of 2026 amid r...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Apple is preparing to mass-produce its own AI-focused server chips in the second half of 2026 amid reliance on a short-term partnership with Google to meet immediate AI expectations, according to analyst Ming-Chi Kuo.\n\n\n\n\n\nIn a new post on X, Kuo said that Apple is facing mounting short-term pressure in artificial intelligence that is shaping its current strategy, even as it continues to pursue long-term control over core AI technologies. \n\n\n\nKuo explained that Apple has encountered two immediate challenges in its in-house AI development that have effectively pushed it toward partnering with Google. The first is the need for a credible AI showing at WWDC later this year after previously announcing Apple Intelligence and significant Siri upgrades that have yet to materialize. The second is the rapid pace of improvement in cloud-based AI systems, which has raised expectations to a level where simply delivering on earlier promises may no longer be enough.\n\n\n\nKuo argues that as AI capabilities have advanced, user perceptions of what constitutes a competitive assistant or system-level AI have shifted. In that context, even a fully delivered version of &zwnj;Apple Intelligence&zwnj; as it was originally presented could struggle to stand out, particularly without access to more powerful large-scale models. This has apparently driven an urgent need for Apple to supplement its current approach with more capable AI models from other companies.\n\n\n\nKuo described Apple's AI deal with Goog</p>","leakScore":85},{"date":"2026/01/14","title":"Meta Shuts Down Deadpool VR Studio Twisted Pixel and Asgard’s Wrath Studio Sanzaru Games Amidst 10% Cut to Reality Labs Division","url":"https://wccftech.com/meta-shuts-down-deadpool-vr-twisted-pixel-games-asgards-wrath-sanzaru-games/","summary":"（AI制限中のため原文） A report from the New York Times on Monday revealed that Meta would be laying off 10% of its Reality...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>A report from the New York Times on Monday revealed that Meta would be laying off 10% of its Reality Labs division, the branch of its business under which it works on products like the Metaverse, and also houses its internal VR teams under Oculus Studios, including Deadpool VR developer Twisted Pixel Games and Asgard's Wrath 2 developer Sanzaru Games. Today, as developers began sharing the news that they had been impacted by the cuts, we learned that at least two whole studios, the aforementioned Twisted Pixel Games and Sanzaru Games, would be shut down, with the entirety of their [&#8230;]</p>","leakScore":80},{"date":"2026/01/14","title":"(PR) Peter Molyneux's Masters of Albion Will Launch on April 22, Exclusively on PC via Steam","url":"https://www.techpowerup.com/345144/peter-molyneuxs-masters-of-albion-will-launch-on-april-22-exclusively-on-pc-via-steam","summary":"（AI制限中のため原文） 22cans, led by legendary game creator Peter Molyneux, today announced that Masters of Albion will la...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>22cans, led by legendary game creator Peter Molyneux, today announced that Masters of Albion will launch on Wednesday, April 22, 2026 at 18:00 BST, exclusively on PC via Steam. A brand-new release date trailer showcases the game's unique blend of cosy creativity by day and brutal survival by night.\n\nBuilt by a team that includes legends of the industry, Mark Healey, Russell Shaw, Iain Wright and Kareem Ettouney, who were key in developing Dungeon Keeper, Black &amp; White, and Fable, Masters of Albion reimagines the god game for today. Blending strategy, simulation, town management, and real-time defense, the game gives players extraordinary freedom to play the game the way they want to play it.    Read full story</p>","leakScore":80},{"date":"2026/01/14","title":"NVIDIA Reportedly Informed AIBs About GeForce RTX 50-series SUPER GPU Delay","url":"https://www.techpowerup.com/345141/nvidia-reportedly-informed-aibs-about-geforce-rtx-50-series-super-gpu-delay","summary":"（AI制限中のため原文） The non-appearance of GeForce RTX 50-series &quot;Blackwell&quot; SUPER graphics cards at CES 2026 c...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>The non-appearance of GeForce RTX 50-series &quot;Blackwell&quot; SUPER graphics cards at CES 2026 came as a major shock for portions of the PC hardware community. Normally, NVIDIA sticks to a fairly regular release cadence—barring a few hiccups here and there—with the launches of new gaming products and mid-gen refreshes. Unfortunately, current market conditions have affected a wide swath of manufacturers—prompting price hikes, supply chain adjustments, launch postponements, and rethinks of next-gen technology strategies. As laid out in TechPowerUp's recent top five &quot;biggest no-shows of CES 2026,&quot; Team Green's much-anticipated current-gen GeForce product refresh gets top billing. \n\nLast Thursday (January 8), members of the Board Channel community engaged in speculative talk of NVIDIA's alleged indefinite delay of GeForce RTX 50-series SUPER GPUs. One participant outlined three main reasons behind this disappointing postponement, reportedly extracted from a brief issued to board partners. According to this leak, the first factor is production capacity being adjusted to favor compute GPU lines—current demand, especially overseas, needs to be satisfied. Most importantly, greater profit margins are being pursued in the extremely lucrative AI server segment. The second bullet point focuses on a long-term forecast for escalating memory-related product costs—a serious problem for modern graphics cards that utilize fancy GDDR7 VRAM modules. \nRead full story</p>","leakScore":99},{"date":"2026/01/14","title":"Pixelmator Pro is Coming to iPad With Apple Pencil Support and More","url":"https://www.macrumors.com/2026/01/13/pixelmator-pro-is-coming-to-ipad/","summary":"（AI制限中のため原文） Apple today announced that Pixelmator Pro is coming to the iPad, complete with a new touch-optimized...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Apple today announced that Pixelmator Pro is coming to the iPad, complete with a new touch-optimized workspace, full Apple Pencil support, the ability to work between iPad and Mac, and all of the powerful editing tools from the Mac version.\n\n\n\n\n\nPixelmator Pro is a popular image editing app that was acquired by Apple last year. There is already a more basic Pixelmator app available for the iPad and iPhone, and now the full-fledged Pixelmator Pro experience is coming to the iPad.\n\n\n\nApple says Pixelmator Pro for iPad will be compatible with iPad models equipped with the A16, A17 Pro, or M1 chip or later on iPadOS 26 or later.\n\n\n\n\n\nHere are some of the Pixelmator Pro for iPad features highlighted by Apple:A full-featured Layers sidebar allows creators to use images, shapes, text, and video\n\nSmart selection tools for isolating and editing specific parts of images\n\nAdvanced bitmap and vector masks\n\nSuper Resolution for intelligently upscaling photos\n\nDeband for removing compression artifacts\n\nAuto Crop with automatic composition suggestions\n\nApple Pencil support for pressure-sensitive brushing, plus hover, squeeze, and double tapPixelmator Pro for both iPad and Mac will be available through the new Apple Creator Studio subscription bundle, which costs &#36;12.99 per month or &#36;129 per year. A one-time &#36;49.99 purchase option will remain available, and this will presumably extend to the iPad app. Some new AI features and content in Pixelmator Pro for iPad will only be availa</p>","leakScore":65},{"date":"2026/01/14","title":"Apple Received Fewer Patents In 2025 Than Samsung, TSMC, Qualcomm, And Huawei","url":"https://wccftech.com/apple-received-fewer-patents-in-2025-than-samsung-tsmc-qualcomm-and-huawei/","summary":"（AI制限中のため原文） In a datapoint that speaks volumes, at least superficially so, as to the lack of innovation at Apple...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>In a datapoint that speaks volumes, at least superficially so, as to the lack of innovation at Apple, the iPhone manufacturer received fewer patents in 2025 than some of its biggest competitors. As a result, Apple dropped two places on IFI's annual ranking of the top 50 recipients of U.S. patent grants. Samsung, TSMC, Qualcomm, and Huawei received more patents in 2025 than Apple, with Samsung managing to retain the top position in the ranking for the fourth consecutive year IFI's 2025 U.S. Trends &#38; Insights report has now been published, disclosing: To be fair, total US patent grants fell [&#8230;]</p>","leakScore":80},{"date":"2026/01/14","title":"“Is This a Joke?” Asks Battlefield 6 Players as Season 2 Confirmed to be Delayed to February 2026","url":"https://wccftech.com/battlefield-6-season-2-release-date-january-update-ea/","summary":"（AI制限中のため原文） Battlefield 6 was one of the biggest commercial successes in 2025, not just for EA, but across the v...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Battlefield 6 was one of the biggest commercial successes in 2025, not just for EA, but across the video game industry overall. It was one of the best-selling games on Steam by revenue in 2025, and as of November 2025, it was the best-selling game in the US overall. But while EA has been enjoying its commercial success, the players around the game have begun to feel the lack of new content, with concurrent player numbers (at least on Steam) practically falling off the map compared to where they were when the game launched. That's why, when EA announced in [&#8230;]</p>","leakScore":65},{"date":"2026/01/14","title":"Intel \"Nova Lake\" Xe3P iGPUs Could be 25% More Powerful Than Xe3 Models","url":"https://www.techpowerup.com/345136/intel-nova-lake-xe3p-igpus-could-be-25-more-powerful-than-xe3-models","summary":"（AI制限中のため原文） Intel has officially launched its first wave of &quot;Panther Lake&quot; mobile processors; as Core ...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Intel has officially launched its first wave of &quot;Panther Lake&quot; mobile processors; as Core Ultra Series 3 products for deployment in laptops, notebooks, and mini PCs. A good chunk of the North American giant's CES 2026 presence was dedicated to their first AI PC platform built on the 18A process. A main talking point was the very best of &quot;Panther Lake-H&quot; integrated graphics solutions: Arc B390. Utilizing &quot;Xe3&quot; architecture, this 12-core iGPU will compete with older RDNA 3.5-based AMD equivalents for the foreseeable future. Looking further along Intel's Arc roadmap, the more mysterious &quot;Xe3P&quot; technology is expected to debut within &quot;Nova Lake&quot; processors. Almost a year ago, Raichu linked &quot;Xe3P&quot; to next-gen Arc &quot;Celestial&quot; dGPUs. \n\nThroughout 2025, leaks showed this architecture popping up in upcoming &quot;Nova Lake&quot; desktop and mobile processors, as well as &quot;Crescent Island&quot; data center accelerators. Last week, Raichu weighed in with another &quot;Xe3P&quot; prediction—proposing a 20-25% performance uplift over vanilla &quot;Xe3.&quot; Additionally, they reckon that Intel's next-gen 12-core integrated graphics solution—presumably present in top &quot;Nova Lake&quot; APUs—could take things further, performance-wise. Raichu did not make a distinction between desktop and mobile parts; instead identifying &quot;Nova Lake&quot; as an overall processor family in a brief social media post. Interesting</p>","leakScore":99},{"date":"2026/01/14","title":"(PR) Confidential Killings - A Detective Game Out Now on PC","url":"https://www.techpowerup.com/345138/confidential-killings-a-detective-game-out-now-on-pc","summary":"（AI制限中のため原文） Dear Detectives, we are absolutely thrilled to officially announce: Confidential Killings has offici...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Dear Detectives, we are absolutely thrilled to officially announce: Confidential Killings has officially launched! If you have successfully cracked the mysteries in Return of the Obra Dinn, or The Case of the Golden Idol, a brand-new challenge awaits! A series of murders has shocked Hollywood! You will play as a sharp-eyed detective, putting your skills to the test: investigate crime scenes, search for clues, and unravel the mystery. Who is pulling the strings behind these confidential killings?\n\nWe are both excited and nervous right now. We built Confidential Killings with a huge passion for deduction games, and we truly appreciate all your anticipation and support! We'll keep polishing and improving the game to deliver the best possible detective experience. Thank you again for being with us.    Read full story</p>","leakScore":65},{"date":"2026/01/14","title":"Amazon Takes Up to $200 Off M5 iPad Pro With New Discounts","url":"https://www.macrumors.com/2026/01/13/amazon-200-off-m5-ipad-pro/","summary":"（AI制限中のため原文） Amazon this week is back with big discounts across the M5 iPad Pro lineup, including both 11-inch an...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Amazon this week is back with big discounts across the M5 iPad Pro lineup, including both 11-inch and 13-inch models. The highlight this time around is the 1TB Wi-Fi 13-inch M5 iPad Pro with Nano-Texture Glass, which is on sale for &#36;1,799.00, down from &#36;1,999.00.\n\n\n\nNote: MacRumors is an affiliate partner with some of these vendors. When you click a link and make a purchase, we may receive a small payment, which helps us keep the site running.\n\n\n\nMany of the deals in this sale match — or beat — the record low prices we tracked during Black Friday. Amazon also has the 2TB Wi-FI 13-inch M5 iPad Pro with Nano-Texture Glass for &#36;2,199.00, down from &#36;2,399.00, which is an all-time low price.\n\n\n\n&#36;200 OFF13-inch M5 iPad Pro (1TB Nano-Texture Wi-Fi) for &#36;1,799.00\n\n&#36;200 OFF13-inch M5 iPad Pro (2TB Nano-Texture Wi-Fi) for &#36;2,199.00\n\n\n\nYou'll find some of these deals matched at Best Buy, with in-store pick-up available this week for many locations. The latest iPad Pro models are equipped with the current-generation M5 chip, and feature a super-slim design, Thunderbolt support, up to 2TB storage, and OLED display technology.\n\n\n\n11-Inch M5 iPad Pro\n\n512GB Wi-Fi - &#36;1,099.00 (&#36;100 off)\n\n1TB Wi-Fi - &#36;1,499.00 (&#36;100 off)\n\n1TB Nano-Texture Glass Wi-Fi - &#36;1,599.00 (&#36;100 off)\n\n2TB Nano-Texture Glass Wi-Fi - &#36;1,999.00 (&#36;100 off)\n\n13-Inch M5 iPad Pro\n\n256GB Wi-Fi - &#36;1,149.00 (&#36;150 off)\n\n512GB Wi-Fi - &#36;1,399.00 (&#36;100 of</p>","leakScore":99},{"date":"2026/01/13","title":"(PR) Quarantine Zone Available Now on Steam & PC Game Pass Ultimate","url":"https://www.techpowerup.com/345134/quarantine-zone-available-now-on-steam-pc-game-pass-ultimate","summary":"（AI制限中のため原文） Hello, everyone! We at Brigada Games are extremely happy to announce the launch of our first game an...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Hello, everyone! We at Brigada Games are extremely happy to announce the launch of our first game and hope that all of you will enjoy your stay in the checkpoint, helping to prevent the spread of the infection. The day we've all been waiting for has finally arrived—Quarantine Zone: The Last Check is OUT! Already available for your enjoyment here on Steam with 10% launch discount that will last till January 26th.\n\nWe're also happy to share that the full release of Quarantine Zone: The Last Check features all-new voiceover work from a talented cast of professional actors. We worked directly with both a professional studio and multiple freelance actors to ensure that each line was delivered exactly as intended. No generative AI is used in Quarantine Zone: The Last Check.    Read full story</p>","leakScore":65},{"date":"2026/01/13","title":"Apple Introduces New 'Creator Studio' Bundle of Apps for $129 Per Year","url":"https://www.macrumors.com/2026/01/13/apple-creator-studio/","summary":"（AI制限中のため原文） Apple today introduced a new Creator Studio bundle that offers access to six creative apps, as well ...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Apple today introduced a new Creator Studio bundle that offers access to six creative apps, as well as exclusive AI features and content, as part of a single subscription. In the U.S., pricing is set at &#36;12.99 per month or &#36;129 per year.\n\n\n\n\n\nHere is what is included with an Apple Creator Studio subscription:Final Cut Pro on Mac and iPad\n\nLogic Pro on Mac and iPad\n\nPixelmator Pro on Mac and iPad\n\nMotion on the Mac\n\nCompressor on the Mac\n\nMainStage on the Mac\n\nExclusive new AI features and premium content across the Final Cut Pro, Logic Pro, Pixelmator Pro, Motion, Compressor, MainStage, Numbers, Pages, and Keynote apps, and later the Freeform appApple Creator Studio will be available through the App Store starting Wednesday, January 28. All new subscribers can receive a one-month free trial, and customers who purchase a new Mac or a qualifying iPad with an A16, A17 Pro, or M-series chip or later can receive a three-month free trial.\n\n\n\nFinal Cut Pro, Logic Pro, Pixelmator Pro, Motion, Compressor, and MainStage will also remain available for one-time purchase on the Mac App Store, and free versions of the Numbers, Pages, Keynote, and Freeform apps will continue to exist.\n\n\n\nMore details to follow.This article, &quot;Apple Introduces New &#039;Creator Studio&#039; Bundle of Apps for &#36;129 Per Year&quot; first appeared on MacRumors.comDiscuss this article in our forums</p>","leakScore":80},{"date":"2026/01/13","title":"Elon Musk Throws A Tantrum As Apple Steals The Icing On The Siri-Gemini Cake","url":"https://wccftech.com/elon-musk-throws-a-tantrum-as-apple-steals-the-icing-on-the-siri-gemini-cake/","summary":"（AI制限中のため原文） Much has been written in recent months about the tortoise-like pace of Apple's AI-related advancemen...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Much has been written in recent months about the tortoise-like pace of Apple's AI-related advancements at a time when the rest of the tech universe is moving at a rabbit-like sprint. But, in a nod to that age-old tale, the tortoise (Apple) might have just pulled an ace card out of its proverbial sleeves, leveraging Google's Gemini-related prowess to bolster its own network effect via Siri, while leaving the likes of Elon Musk stewing in sullen resentment. The tie-up between Apple's Siri voice assistant and Google's Gemini AI models As we noted in a dedicated post recently, Apple has formally [&#8230;]</p>","leakScore":65},{"date":"2026/01/13","title":"Ubisoft Lays Off 55 People at Massive and Stockholm Studios","url":"https://wccftech.com/ubisoft-lays-off-55-people-ubisoft-massive-stockholm/","summary":"（AI制限中のため原文） Ubisoft will be laying off 55 people at its Massive Entertainment and Ubisoft Stockholm studios, a n...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Ubisoft will be laying off 55 people at its Massive Entertainment and Ubisoft Stockholm studios, a new report from GamesIndustry.Biz has revealed. It's the second cost-cutting move from the company this month, after it shut down its Halifax-based studio, which saw 71 people left without a job. According to the report, the news was delivered to staff through an internal email that cited the move had nothing to do with the developer's performance at either studio, and had all to do with Ubisoft believing the cuts to be necessary after a \"mapping of the future roadmap\" for the company. The [&#8230;]</p>","leakScore":80},{"date":"2026/01/13","title":"(PR) Insta360 Launches the Link 2 Pro & Link 2C Pro 4K AI Webcams","url":"https://www.techpowerup.com/345132/insta360-launches-the-link-2-pro-link-2c-pro-4k-ai-webcams","summary":"（AI制限中のため原文） Insta360, a global leader in innovative imaging technology, today announced the launch of Insta360 L...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Insta360, a global leader in innovative imaging technology, today announced the launch of Insta360 Link 2 Pro and Insta360 Link 2C Pro, two next-generation AI 4K webcams designed to close the gap between traditional webcams and professional camera-and-microphone setups. Insta360 Link 2 Pro has been recognized with a 2026 CES Picks Award in the TWICE category, highlighting its innovation in the webcam market. This award honors products that stand out for their technological advancements, reinforcing the Link 2 Pro as a leading choice for professionals, educators, and creators.\n\nEngineered for professionals, educators, and streamers, Link 2 Pro and Link 2C Pro deliver studio-level image quality, clear directional audio, and intelligent workflow controls in a compact, desktop-ready design. Both models feature a larger 1/1.3-inch sensor with dual native ISO for improved low-light performance and more natural exposure across changing lighting conditions, paired with advanced HDR for greater detail and balance. Audio performance is driven by an all-new directional pickup system using beamforming and AI noise canceling, helping voices stay clear and focused even in challenging environments.     Read full story</p>","leakScore":65},{"date":"2026/01/13","title":"(PR) Wolfspeed Achieves 300mm Silicon Carbide (SiC) Technology Breakthrough","url":"https://www.techpowerup.com/345133/wolfspeed-achieves-300mm-silicon-carbide-sic-technology-breakthrough","summary":"（AI制限中のため原文） Wolfspeed, Inc., a global leader in silicon carbide technology, today announced a significant indust...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Wolfspeed, Inc., a global leader in silicon carbide technology, today announced a significant industry milestone with the successful production of a single crystal 300 mm (12-inch) silicon carbide wafer. Backed by one of the industry's largest and foundational silicon carbide IP portfolios, comprising more than 2,300 issued and pending patents worldwide, Wolfspeed is pioneering the transition to 300 mm technology, establishing a clear path to future volume commercialization.\n\nThis technology advancement represents a major step forward for next-generation computing platforms, immersive AR/VR systems, and high-efficiency, advanced power devices. By expanding silicon carbide to 300 mm, Wolfspeed is unlocking new performance thresholds and manufacturing scalability for some of the world's most demanding semiconductor applications. Read full story</p>","leakScore":65},{"date":"2026/01/13","title":"End-to-End Encrypted RCS Messages Referenced in Latest iOS 26.3 Beta","url":"https://www.macrumors.com/2026/01/13/encryption-rcs-messages-latest-ios-beta/","summary":"（AI制限中のため原文） Apple appears close to supporting end-to-end encryption (E2EE) for RCS messages, almost a year after...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Apple appears close to supporting end-to-end encryption (E2EE) for RCS messages, almost a year after the GSM Association said it was working to implement the privacy feature for messages sent between Android and iPhone devices.\n\n\n\n\n\nAs shared by Tiino-X83 on X (Twitter), the latest iOS 26.3 beta includes references to a new carrier bundle setting that will let carriers enable and disable E2EE for RCS messages. \n\n\n\nIt's possible that the setting relates to making the encryption status of messages visible to the user, as per the GSMA standard's requirements. The requirement is stupulated because local regulations can prohibit E2EE for all users, and users must be notified of encryption status.\n\n\n\nEnd-to-end encryption for RCS was announced in March 2025, as part of version 3.0 of the RCS Universal Profile. Apple said it planned to add support to the Messages app in future iOS, iPadOS, macOS, and watchOS software updates, but the company has since been silent on the subject. \n\n\n\nLe chiffrement de bout en bout arrive sur le RCS de l’iPhone !Je viens de vérifier les carrier bundles d’iOS 26.3 bêta 2, et Apple a ajouté un nouveau paramètre permettant aux opérateurs d’activer le chiffrement pour le RCSPour le moment, aucun opérateur ne l’a encore activé pic.twitter.com/RkFGH5J5ut&mdash; Tiino-X83 (@TiinoX83) January 12, 2026 \n\nThe carrier bundle references in the latest iOS 26.3 beta could be Apple laying the groundwork for future support, and are no guarantee that E2EE for RCS mess</p>","leakScore":85},{"date":"2026/01/13","title":"ASUS Adds NitroPath DRAM To Its Mainstream X870 NEO Motherboards, Boosts DDR5 Memory By 400 MT/s","url":"https://wccftech.com/asus-nitropath-dram-mainstream-x870-neo-motherboards-boosts-ddr5-memory/","summary":"（AI制限中のため原文） ASUS is adding its DDR5 memory frequency boosting \"NitroPath\" DRAM technology across all of its new ...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>ASUS is adding its DDR5 memory frequency boosting \"NitroPath\" DRAM technology across all of its new X870 NEO motherboards. ASUS's New X870 NEO Motherboards Get Boosted DDR5 Memory With NitroPath DRAM Technology At CES 2026, ASUS announced several new X870 &#38; B850 series \"NEO\" motherboards featuring updated IO, VRM configurations, and designs. These motherboards will be rolling out to retail soon, and ASUS is now confirming that its entire range of X870 NEO motherboards will feature NitroPath DRAM tech that boosts DDR5 memory performance. Till now, ASUS's NitroPath DRAM technology was limited to just high-end X870E and Z890 motherboards, but [&#8230;]</p>","leakScore":65},{"date":"2026/01/13","title":"Apple’s In-House Server Chips Reportedly Entering Mass Production In H2 2026, But The Company Is Expected To Face Two Short-Term Challenges With AI Development","url":"https://wccftech.com/apple-mass-producing-in-house-server-chips-in-h2-2026-analyst-points-out-challenges/","summary":"（AI制限中のため原文） The Apple Silicon transition isn’t just stopping at mass producing workstation-based chipsets, becau...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>The Apple Silicon transition isn’t just stopping at mass producing workstation-based chipsets, because the technology giant is said to be working on a new chip codenamed ‘Baltra,’ with its primary function focused on AI inference. Now, according to one analyst, the Cupertino firm will commence the mass production of these in-house server chips in the second half of 2026. The update arrives shortly after it was reported that Apple had entered into an agreement with Google to leverage its Gemini model for the revamped version of Siri. The development of these in-house server SoCs has been talked about for a [&#8230;]</p>","leakScore":80},{"date":"2026/01/13","title":"(PR) be quiet! announces Power Zone 2 1200W and Pure Power 13 M 1200W PSUs","url":"https://www.techpowerup.com/345127/be-quiet-announces-power-zone-2-1200w-and-pure-power-13-m-1200w-psus","summary":"（AI制限中のため原文） be quiet!, the German manufacturer for premium PC components and peripherals, is proud to announce t...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>be quiet!, the German manufacturer for premium PC components and peripherals, is proud to announce two new high-wattage power supplies: Power Zone 2 1200 W and Pure Power 13 M 1200 W. These additions to the company's award-winning PSU lineup deliver exceptional performance for high-end gaming and workstation builds, combining cutting-edge efficiency, silent operation, and full compatibility with next-generation hardware. Both models feature a sturdy steel enclosure and reflect be quiet!'s high standards in design and manufacturing and are backed by a 10-year manufacturer's warranty.\n\n&quot;With these new 1200 W models, we're delivering the power and reliability that enthusiasts demand for their most ambitious builds,&quot; says Aaron Licht, CEO of be quiet! &quot;Whether builders prioritize the Platinum efficiency and advanced cooling of Power Zone 2 or the Gold-rated mainstream value of Pure Power 13 M, both models represent our commitment to exceptional quality and whisper-quiet operation.&quot;    Read full story</p>","leakScore":95},{"date":"2026/01/13","title":"(PR) Infortrend Launches Edge AI Server, Bringing AI to The Edge Without Complex Setup","url":"https://www.techpowerup.com/345128/infortrend-launches-edge-ai-server-bringing-ai-to-the-edge-without-complex-setup","summary":"（AI制限中のため原文） Infortrend Technology, Inc., a leading provider of enterprise storage and AI solutions, today announ...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Infortrend Technology, Inc., a leading provider of enterprise storage and AI solutions, today announced the launch of the KS 3000U edge AI server. The platform enables mid-sized organizations and distributed sites to deploy AI inference at the edge with high availability and simplified setup.\n\nWhile AI workloads move closer to where data is generated, organizations that continue to rely on cloud services face challenges, including latency, high operational costs, and data privacy. According to IDC, by 2030, 50% of enterprise AI inference workloads will be processed locally at the edge. For companies with limited on-site IT resources, this shift highlights the need for reliable, easy-to-deploy on-site edge AI infrastructure.  Read full story</p>","leakScore":65},{"date":"2026/01/13","title":"Mac Shipments Were Flat at the End of 2025 as Rival PC Brands Surged","url":"https://www.macrumors.com/2026/01/13/mac-shipments-flat-at-the-end-of-2025/","summary":"（AI制限中のため原文） Apple's Mac business ended 2025 with flat year-over-year shipments in the holiday quarter despite a ...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Apple's Mac business ended 2025 with flat year-over-year shipments in the holiday quarter despite a broader rebound in the global PC market, according to the International Data Corporation (IDC).\n\n\n\n\n\nThe findings suggest that global PC shipments rose 9.6% year over year in the fourth quarter of 2025 to 76.4 million units, exceeding expectations as brands accelerated purchases ahead of anticipated supply constraints and component price increases. Within that total, Apple shipped 7.1 million Macs during the quarter, which is essentially unchanged from the same period a year earlier, resulting in a decline in quarterly market share even as the overall market expanded.\n\n\n\nApple ranked fourth globally behind Lenovo, HP, and Dell, all of which posted double-digit shipment growth. Lenovo shipped 19.3 million units in the fourth quarter of 2025, up 14.4% year over year, while HP shipped 15.4 million units, up 12.1%. Dell recorded the fastest growth among the top three at 18.2%, with 11.7 million units shipped. \n\n\n\nIDC attributed the stronger-than-expected fourth quarter to factors including the end of support for Windows 10, tariff-related uncertainty earlier in the year, and growing concern over tightening memory supply. These dynamics encouraged many vendors to pull forward inventory purchases into late 2025, amplifying the usual holiday period seasonal uplift. \n\n\n\nFor the full year, Apple's performance was more robust. IDC estimates that Apple shipped 25.6 million Macs in 2025, u</p>","leakScore":65},{"date":"2026/01/13","title":"New GOG Owner Isn’t Afraid of Taking on Steam: ‘They Already Have 80%, It Should Be Easier to Take from Them’","url":"https://wccftech.com/new-gog-owner-isnt-afraid-of-taking-on-steam/","summary":"（AI制限中のため原文） Just two days before the end of 2025, CD Projekt RED announced that it had sold its digital video ga...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Just two days before the end of 2025, CD Projekt RED announced that it had sold its digital video game distribution platform GOG (formerly Good Old Games) to Michał Kiciński, who had co-founded the company (and CD Projekt RED itself), for $25 million. Now, GamesIndustry.biz has published an interview with Kiciński, who had retired after leaving CD Projekt RED on the very day that the company shared the original Cyberpunk 2077 teaser trailer, on January 10, 2013. After several years out of the gaming industry, Kiciński appears eager to dive back in and is unafraid of the proverbial elephant in [&#8230;]</p>","leakScore":65},{"date":"2026/01/13","title":"‘How Do You Beat That?’: Why The Elder Scrolls VI Is In a “No-Win” Situation","url":"https://wccftech.com/how-do-you-beat-that-why-the-elder-scrolls-vi-is-in-a-no-win-situation/","summary":"（AI制限中のため原文） Although very little is known about The Elder Scrolls VI other than that it is in the works and it i...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Although very little is known about The Elder Scrolls VI other than that it is in the works and it is coming out at some point, the community is obviously excited about the next entry in the series. However, as it's already been almost 15 years since the launch of the celebrated The Elder Scrolls V: Skyrim, expectations are incredibly high, so much so that they have put the game in a \"no-win\" situation, according to a former Bethesda employee. Speaking with&#160;Esports Insider, former Bethesda Lead Artist&#160;Nate Purkeypile,&#160;who worked on&#160;Fallout 3,&#160;4,&#160;76,&#160;and&#160;Skyrim, commented on the next entry in the series and [&#8230;]</p>","leakScore":65},{"date":"2026/01/13","title":"PC Market Grew Almost 10% Last Quarter But Only Because Everyone Is Rushing To Counter The Looming Memory Crisis","url":"https://wccftech.com/pc-market-grew-almost-10-percent-2025-but-only-because-everyone-is-rushing-to-counter-the-looming-memory-crisis/","summary":"（AI制限中のため原文） The PC market saw a 9.6% growth in Q4 2025, driven by a buying spree prompted by the imminent memory...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>The PC market saw a 9.6% growth in Q4 2025, driven by a buying spree prompted by the imminent memory crisis. 2025 Might Be The Last Good Year For the PC Market For A While, Up To 9.6% Growth In Q4 2025 IDC has released its latest report covering the global PC shipments for Q4 2025 and throughout 2025. The report shows that the PC market grew by 9.6% in Q4 2025, while the overall growth rate versus 2024 was up by 8.1%. These are solid figures, but the main jump came in the very last quarter, and there are [&#8230;]</p>","leakScore":80},{"date":"2026/01/13","title":"Exynos 2600’s Xclipse 960 GPU Obtains An 8% Overall Performance Boost Before Galaxy Unpacked Begins, Highest Gain Of 61% Recorded In ‘Particle Physics’","url":"https://wccftech.com/exynos-2600-xclipse-960-gpu-performance-gain-61-percent-in-particle-physics/","summary":"（AI制限中のため原文） Samsung’s Galaxy Unpacked will reportedly start on February 25, and given that the company announced...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Samsung’s Galaxy Unpacked will reportedly start on February 25, and given that the company announced its first 2nm GAA chipset, the Exynos 2600, back in December, it has plenty of time to make some last-minute refinements, giving it some small but meaningful performance improvements. To our surprise, there is an 8 percent gain in overall graphics capabilities, with the highest gain observed in Particle Physics, where the Exynos 2600 achieved a substantial 61 percent increase compared to the last time the SoC was tested. The CPU clock speeds have already increased by 12 percent, leading to better single-core &#38; multi-core [&#8230;]</p>","leakScore":99},{"date":"2026/01/13","title":"Intel Core Ultra 9 290K Plus “Arrow Lake Refresh” CPU Benchmark Leaks Out: Up To 9% Faster Than 285K, 11% Faster Vs 9950X3D In Multi-Threading","url":"https://wccftech.com/intel-core-ultra-9-290k-plus-arrow-lake-refresh-cpu-benchmark-leak-faster-vs-9950x3d-in-multi-thread/","summary":"（AI制限中のため原文） Intel's flagship Core Ultra 9 290K Plus CPU has been benchmarked within Geekbench, revealing almost ...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Intel's flagship Core Ultra 9 290K Plus CPU has been benchmarked within Geekbench, revealing almost 10% improvement in multi-threading. Intel Core Ultra 9 290K Plus CPU Benchmark Leak Shows That It Should Be The Fastest Desktop Chip For Multi-Threading Tasks Intel Core Ultra 9 290K Plus The Intel Core Ultra 9 290K Plus will be the flagship chip within the Core Ultra 200S Plus \"Arrow Lake Refresh\" family. This chip is expected to retain the same configuration unless the blue team suddenly comes out with a new Arrow Lake-S die, which remains highly unlikely. So we can expect the CPU [&#8230;]</p>","leakScore":99},{"date":"2026/01/13","title":"ゲーム開発とAIの対立激化","url":"https://www.techpowerup.com/345122/many-game-devs-reject-ai-in-gaming","summary":"• 大手ゲーム会社は生成AIを導入する傾向にある一方、中小・インディー開発スタジオは生成AIへの不満を表明しています。\n• Larian Studiosは、Divinityの次期作において、コンセプトアートやゲームアセットに生成AIを使用しないことを発表しました。\n• Hooded Horse社は、自社がパブリッシュするゲームにおいてAI生成アセットの使用を契約で禁止しました。","content":"ゲーム開発業界において、生成AIの導入に対する賛否両論がますます鮮明になっています。EA、Ubisoft、Xboxといった大手企業はAI技術に傾倒している一方で、多くの小規模およびインディーゲームスタジオが、生成AIとそのゲーム内での使用に対して不満を表明しています。Baldur's Gateシリーズで知られるLarian Studiosは、今後のDivinityシリーズの開発において、コンセプトアートやゲーム内アセットに生成AIを利用しないことを発表しました。ただし、CEOはRedditのAMAで、AIはワークフローの最適化や試行錯誤の速度向上に潜在的な用途があると考えていることを明言しています。また、Bandai NamcoのCode Vein 2の開発チームも、PCGamesNとのインタビューで、ゲームの世界観の一貫性を重視し、アートスタイルを尊重する理由から、生成AIを使用しないことを確認しました。さらに、Manor LordsやEndless Legend 2をパブリッシュするHooded Horse社のCEO、Tim Bender氏は、AI生成アセットの使用を契約で禁止する方針を発表しました。彼は、開発者がSandbox InteractiveのClair Obscur: Expedition 33のように、AIに依存してしまう危険性を指摘しています。<h3>中の人の本音</h3><p>AIアセット禁止とかマジか！アートスタイル重視は当たり前だわ。結局、GPUパワーと開発者のセンスが一番重要ってことだ。俺はPCパーツに詳しいけど、AIに頼らずに最高画質を目指すのが普通だわ！</p>","leakScore":86},{"date":"2026/01/13","title":"Thermalright Frost Tower 140登場！","url":"https://www.techpowerup.com/345125/thermalright-intros-frost-tower-140-dual-fin-stack-cpu-cooler","summary":"• Thermalrightから高性能なデュアルフィンスタックCPUクーラー「Frost Tower 140」が発表されました。\n• 240mm AIO並みの冷却性能を持ちながら、よりシンプルな構成を実現しています。\n• AM5/AM4、LGA1851/1700など、最新のCPUソケットに対応しています。","content":"Thermalrightは本日、高性能CPUクーラー「Frost Tower 140」を発表しました。このクーラーは、240mm一体型水冷クーラーに匹敵する冷却性能を、よりシンプルな構成で実現することを目的としています。カラーバリエーションとして、オールブラック、オールホワイト、そして標準カラーの3種類が用意されています。サイズは140mm x 146mm x 158mm (幅x奥行x高さ、ファン含む)で、7本の6mm厚ヒートパイプとC1100銅ベースを採用しています。冷却ファンは140mmのTL-N14DW-R7と120mmのTL-N12W-R9の2基が、プッシュプル構成で搭載されています。120mmファンは吸気側の「プッシュ」ファン、140mmファンはフィンスタック間の「プル」ファンとして配置されています。両ファンともダブルボールベアリングを採用し、耐久性と静音性を高めています。120mmファンは最大2,400RPM、最大風量83.35CFM、静圧2.95mmH₂O、140mmファンは最大1,850RPM、最大風量120CFM、静圧2.4mmH₂Oです。騒音レベルはそれぞれ33.3dBA、36.25dBAです。ファンには液晶ポリマーインペラー、ノイズダンピングリング、シリコンマウントが採用されています。マウントシステムはThermalrightのSS2オールメタルマウントを採用し、AM5、AM4、LGA1851、LGA1700、LGA1200/115xなどのCPUソケットに対応しています。<h3>中の人の本音</h3><p>マジか！デュアルフィンスタックで240mm AIO並みとか、めっちゃ熱逃げ良さそうじゃん！ファンも高性能だし、静音性も期待できるし、普通に欲しいわ。自作PCのパーツ選びがまた楽しくなってきた！</p>","leakScore":96},{"date":"2026/01/13","title":"Apple Santa Rosa店、移転のお知らせ","url":"https://www.macrumors.com/2026/01/12/apple-store-in-santa-rosa-moving/","summary":"• カリフォルニア州サンタローザのApple Storeが、サンタローザプラザからモンゴメリービレッジに移転します。\n• モンゴメリービレッジでのグランドオープンは1月23日正午（現地時間）です。\n• カリフォルニア州内の他のApple Store（カールスバッド、サウスコーストプラザ）も改装中です。","content":"Appleは、カリフォルニア州サンタローザにあるApple Storeを、サンタローザプラザショッピングモールからモンゴメリービレッジショッピングプラザに移転することを発表しました。新しい店舗は1月23日正午（現地時間）にグランドオープンを迎えます。サンタローザプラザの店舗は2004年にオープンしました。また、カリフォルニア州内のカールスバッドとサウスコーストプラザのApple Storeも現在改装工事を行っており、それぞれ仮設店舗で営業しています。<h3>中の人の本音</h3><p>へー、店舗移転か。別に俺のガジェットライフには関係ないけど、新しい店舗が広くて快適だといいな。MacとかiPhoneの最新情報、普通に欲しいわ！</p>","leakScore":82},{"date":"2026/01/13","title":"Apple特許取得数、減少傾向","url":"https://www.macrumors.com/2026/01/13/apple-patents-declined-in-2025/","summary":"• 2025年のAppleの米国特許取得数は、前年比約12%減の2,722件でした。\n• 米国全体の特許取得数も減少しており、特に特許出願数が2019年以来の低水準となっています。\n• Samsungが7,054件で首位を維持し、TSMC、Qualcommが続きました。","content":"2025年の米国特許情報サービスIFI CLAIMSのデータによると、Appleの米国特許取得数は大幅に減少しました。取得数は3,082件から2,722件へと約12%減少し、ランキングは6位に後退しました。この傾向は、AppleがAI、シリコン設計、ソフトウェアへの投資を拡大しているにも関わらず見られるものであり、米国全体の特許活動の縮小を反映しています。米国全体の特許取得数は323,272件とわずかに減少しましたが、特許出願数は9%減の393,344件と、より顕著な減少を見せています。特にデジタルデータ処理やデータ伝送といった主要技術分野での申請と取得数が減少しています。Nvidiaもトップ50に入ることができませんでした。米国特許商標庁の申請のバックログが120万件以上あることも、特許発行の遅延につながっています。Samsungが7,054件で首位を維持し、TSMC、Qualcommがそれに続きました。DellやToyotaも特許取得数を増やし、順位を上げました。研究分野としては、AIやバッテリー技術が注目されています。<h3>中の人の本音</h3><p>Appleの特許取得減は気になるな。AI関連の特許が伸び悩んでるってことは、シリコン設計も遅れてるのか？Nvidiaがトップ50に入ってないのも意外だわ。普通に欲しいのは最新のSoCだわ！</p>","leakScore":85},{"date":"2026/01/13","title":"ARC Raiders: 驚異のセールス!","url":"https://wccftech.com/arc-raiders-sold-more-than-12-million-copies-neared-1-million-concurrent/","summary":"• ARC Raidersの累計販売本数が1240万本を突破しました。\n• 今月の同時接続プレイヤー数は約96万人を記録しています。\n• Alinea Analyticsの予測と一致する好調な結果です。","content":"NexonとEmbark Studiosは、10月30日(2025年)に発売された三人称視点抽出型シューターゲーム「ARC Raiders」の累計販売本数が1240万本を超えたことを発表しました。この発表は、先週Alinea Analyticsが発表した1200万本突破の予測と一致しています。さらに、今月の同時接続プレイヤー数は約96万人を記録しており、100万人という大台に迫っています（全プラットフォーム合計）。ARC Raidersがその勢いを維持していることのさらなる証明と言えるでしょう。<h3>中の人の本音</h3><p>1240万本はマジですげー！96万人同時接続とか、ゲームの完成度高すぎでしょ。PCスペックが気になるところだけど、グラフィック良さげだし、普通に欲しいわ！</p>","leakScore":87},{"date":"2026/01/13","title":"RE新作発表会が今週木曜に開催！","url":"https://wccftech.com/resident-evil-showcase-to-air-this-thursday/","summary":"• CAPCOMが1月15日に『Resident Evil Requiem』の発表会を開催します。\n• 発表会では『Resident Evil Requiem』の最新情報が12分間紹介されます。\n• 他のゲームに関する情報も少しだけ発表される可能性があります。","content":"CAPCOMは本日、新たな『Resident Evil』の発表会を1月15日午後2時（太平洋時間）/午後5時（東部時間）/午後10時（GMT）/午後11時（CET）に開催することを発表しました。発表会は、2月27日の発売まであと1ヶ月半となった『Resident Evil Requiem』に焦点を当てますが、他のゲームについても短い時間ながら触れられる可能性があります。公式ウェブサイトには「1月15日に放送される12分間の『Resident Evil』発表会で、最新情報をチェックしてください！」と記載されています。ファンは、CAPCOMがさらなる発表を行うのではないかと期待しています。<h3>中の人の本音</h3><p>バイオ新作か！発売まであと少しだとか、マジかよ。グラフィックとかスペック、PC版の要求スペックが気になる！もしNVIDIAの最新GPUで最高設定で動くなら、普通に欲しいわ。楽しみだわ！</p>","leakScore":97}]