[{"date":"2026/01/12","title":"【翻訳失敗】EINAREX Storms into 2026 CES with New Cases and Coolers","url":"https://www.techpowerup.com/345094/einarex-storms-into-2026-ces-with-new-cases-and-coolers","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>EINAREX brought a slew of new cases, CPU coolers, and high-performance case fans to the 2026 International CES. We begin our coverage with the Ventus V300, s premium dual fin-stack air CPU cooler that comes in black and white color variants, featuring six 6 mm-thick copper heat-pipes, and two 120 mm fans in push-pull configuration, with a top-plate spanning the fin-stacks and the middle fan. This cooler handles thermal loads of 260 W+, making it fit for processors with maximum turbo power of 250 W or above. We've also seen the EINAREX Glide G300, a more compacted version of the Ventus V300. There's also a fancy variant of this cooler with a wood-like top-plate. Each of the two fans comes with fluid-dynamic bearings.\n\nNext up, are the EINAREX Vertex line of all-in-one liquid CPU coolers. These come with a cube-shaped pump-block with a partial, cuboidal glass ornament that puts out an infinite-reflection of an ARGB-illuminated EINAREX logo. The fans included with this cooler lack ARGB lighting, but feature fluid dynamic bearings. EINAREX Flux is a line of value AIO CLCs that feature a round, puck-shaped, classic Asetek-styled pump-block. There's an ARGB-lit logo inside an infinite-reflection ornament, and unlike the Vertex, the fans included with this cooler come with ARGB LED lighting in the fan frames. At CES, the company launched a more premium version of the Flux, the Flux Digital, which features an LED segment display that puts out CPU temperature, utilization, and GPU temperature readouts that the cooler pulls from software over USB and ACPI.      Read full story</p>","leakScore":78},{"date":"2026/01/12","title":"【翻訳失敗】(PR) MSI Unveils the PRO DP10 A14MG Mini PC","url":"https://www.techpowerup.com/345095/msi-unveils-the-pro-dp10-a14mg-mini-pc","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>MSI proudly announces the new PRO DP10 A14MG, a compact and slim 1.1-liter mini PC engineered for modern business environments that demand performance, Safety, and space-saving flexibility. Despite its small size, the PRO DP10 A14MG features a desktop-grade 14th Generation Intel Core i7 processor, providing the speed and responsiveness necessary for multitasking, data processing, and enterprise-level workflows.\n\nDesigned for any office or commercial environment, the PRO DP10 A14MG supports triple-display setups and features dual 2.5G LAN ports, ensuring smooth multitasking and reliable high-bandwidth networking. Its configurable ports allow businesses to select the ideal input/output (I/O) combination, with default HDMI + 2.5G LAN and optional combinations such as HDMI + COM, DP + 2.5G LAN, DP + COM, VGA + 2.5G LAN, and VGA + COM, in the factory. This versatility makes it suitable for kiosks, POS terminals, digital signage, and office deployments. Read full story</p>","leakScore":74},{"date":"2026/01/12","title":"CTX Shows 540 Hz QHD OLED Gaming Monitor at CES 2026","url":"https://www.techpowerup.com/345090/ctx-shows-540-hz-qhd-oled-gaming-monitor-at-ces-2026","summary":"（AI制限中のため原文） CTX, a Taiwanese monitor maker, has used its CES 2026 booth to display some amazing gaming monitors ...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>CTX, a Taiwanese monitor maker, has used its CES 2026 booth to display some amazing gaming monitors at various resolutions and refresh rates. One of the most notable models is the company's OM 27, a 27-inch 2560x1440p resolution OLED display running at an impressive 540 Hz refresh rate. With brightness scaling up to 1500 cd/m², the display is one of the fastest OLED panels at QHD resolution. CTX targets e-sports professionals who require high refresh rate, but decided to go with a QHD resolution to make modern GPUs a great pair to push these frame rates. The company advertises 0.03 ms response time, and embedded a single DisplayPort 2.1, two HDMI 2.0, and a single USB Type-C serving as power delivery of 96 W, plus a single audio output jack. The monitor supports AMD's FreeSync Premium, comes with DisplayHDR 400, and much more. As a display OEM, many companies will adopt this panel in their monitor solutions. Read full story</p>","leakScore":65},{"date":"2026/01/12","title":"Three-D Desk Shows Workstations That Transform at CES 2026","url":"https://www.techpowerup.com/345091/three-d-desk-shows-workstations-that-transform-at-ces-2026","summary":"（AI制限中のため原文） At CES 2026, Three-D Desk showcased its ergonomic desktop workstation lineup, featuring the LS160 St...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>At CES 2026, Three-D Desk showcased its ergonomic desktop workstation lineup, featuring the LS160 Standard, LD160 Premium, and LT160 Standard models. Each model is designed to cater to different workspace needs, all while emphasizing the company's posture-first ergonomics of use. The range includes features like electrically adjustable height and tilt, as well as support for multi-monitor setups, making it ideal for CAD designers, content creators, or anyone needing a flexible, hardware-friendly workstation. The LD160 is the premium option for dual monitors, offering a larger work surface and features tailored for power users. Meanwhile, the LT160 and LS160 provide more compact, standard configurations suitable for smaller offices or home setups. The LD160 can also support a single ultrawide monitor for a more bezel-free experience. These models are already available, but for pricing details, you need to check their website or contact a local distributor. According to the plaque at CES, the basic version starts at $4,000 and can go up to $7,000.  </p>","leakScore":65},{"date":"2026/01/12","title":"Apple Sweetens Its China Honeypot By Offering To Replace iPhone 13 Batteries At A ~50 Percent Discount","url":"https://wccftech.com/apple-sweetens-its-china-honeypot-by-offering-to-replace-iphone-13-batteries-at-a-50-percent-discount/","summary":"（AI制限中のため原文） Apple seems to have revived its fortunes in China, which is now one of the most lucrative consumer m...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Apple seems to have revived its fortunes in China, which is now one of the most lucrative consumer markets by any definition of the word. And, it appears the Cupertino giant is eager to maintain its newfound China-based momentum, as indicated by its efforts to go out of its way to try to remain on the good side of the Chinese customers. Apple is now offering to replace iPhone 13 batteries at steep discounts under a newly launched program in China According to China's City News Service, Apple has launched a limited-time program that allows the iPhone 13 users in [&#8230;]</p>","leakScore":65},{"date":"2026/01/12","title":"【翻訳失敗】(PR) ID-Cooling Updates SE-XT V2 ARGB Air Coolers Without Price Changes","url":"https://www.techpowerup.com/345089/id-cooling-updates-se-xt-v2-argb-air-coolers-without-price-changes","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>ID-Cooling, a leading PC DIY brand focused on practical and accessible cooling solutions, has announced updates to its SE air cooler lineup with the SE-903-XT V2 BLACK and SE-214-XT V2 series. According to ID-Cooling, the refreshed SE-XT V2 lineup brings structural and thermal improvements while maintaining the same pricing as the previous generation.\n\nUpgraded SE-XT V2 Series Design\nBoth models feature Heatpipe Direct Touch (HDT) technology, allowing heat to transfer directly from the CPU into the heat pipes without an additional material layer. The upgraded folded-fin stack design enhances structural stability and cooling efficiency. Both supporting full RAM compatibility in both single- and dual-fan configurations.     Read full story</p>","leakScore":71},{"date":"2026/01/12","title":"【翻訳失敗】CTX Show 540 Hz QHD OLED Gaming Monitor at CES 2026","url":"https://www.techpowerup.com/345090/ctx-show-540-hz-qhd-oled-gaming-monitor-at-ces-2026","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>CTX, a Taiwanese monitor maker, has used its CES 2026 booth to display some amazing gaming monitors at various resolutions and refresh rates. One of the most notable models is the company's OM 27, a 27-inch 2560x1440p resolution OLED display running at an impressive 540 Hz refresh rate. With brightness scaling up to 1500 cd/m², the display is one of the fastest OLED panels at QHD resolution. CTX targets e-sports professionals who require high refresh rate, but decided to go with a QHD resolution to make modern GPUs a great pair to push these frame rates. The company advertises 0.03 ms response time, and embedded a single DisplayPort 2.1, two HDMI 2.0, and a single USB Type-C serving as power delivery of 96 W, plus a single audio output jack. The monitor supports AMD's FreeSync Premium, comes with DisplayHDR 400, and much more. As a display OEM, many companies will adopt this panel in their monitor solutions. Read full story</p>","leakScore":78},{"date":"2026/01/12","title":"【翻訳失敗】Memory Packaging & Testing Companies Have Now Raised Prices By 30% & This is Only The Beginning","url":"https://wccftech.com/memory-packaging-testing-companies-raise-prices-30-percent/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Memory prices continue to rise due to shortages, and now, packaging &#38; testing companies have announced a price hike of up to 30%. Not Just DRAM Suppliers, Memory Packaging &#38; Testing Companies Have Also Announced A 30% Price Hike With Even More Bumps Expected Throughout 2026 As price hikes continue to grip the memory segment, the market continues to remain tight from a supply perspective, and everyone is currently facing the brunt of it. As per the most recent report coming out of UDN, memory packaging and testing companies such as Powertech, Walton, and ChipMOS are all set to further [&#8230;]</p>","leakScore":81},{"date":"2026/01/12","title":"【翻訳失敗】TSMC’s Chip Demand Is So Gigantic That Customers Are Willing to Pay Up to a Whopping 100% Premium to Secure Allocation","url":"https://wccftech.com/tsmc-demand-is-so-gigantic-that-customers-are-willing-to-pay-up-to-a-100-percent-premium/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>TSMC's chip demand has reportedly reached a level where customers are now willing to pay up to 100% premiums to have their chips fabbed by the Taiwan giant. TSMC's Production Lines Are Experiencing a 'Hot Run', Driven By Demand From AI Customers The AI frenzy has managed to disrupt almost every mainstream supply chain, whether it involves memory, advanced packaging, semiconductors, or similar elements. The demand from hyperscalers and GPU manufacturers is so gigantic that companies like TSMC are unable to cope with it, which is why, according to a new analysis by JPMorgan's Gokul Hariharan, it is claimed that [&#8230;]</p>","leakScore":81},{"date":"2026/01/12","title":"【翻訳失敗】HKC Showed Off 5K Dimming Zone RGB MiniLED Tech at CES","url":"https://www.techpowerup.com/345084/hkc-showed-off-5k-dimming-zone-rgb-miniled-tech-at-ces","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Display panel manufacturer HKC was showing off its latest RGB MiniLED tech during CES and the company is working on its own display driver for this up and coming display technology. The chip is simply named the HV9901, but promises to be capable of driving over 5,000 RGB MiniLED dimming zones, or alternatively over 15,000 white MiniLED dimming zones. HKC also has its own RGB MiniLED panel which goes under the name of M10 Ultra and should be capable to deliver over 98 percent of the BT.2020 colour space and deliver up to 1000 nits brightness, while still delivering near OLED blacks. \n\nThe M10 Ultra panel on display at CES was a 31.5-inch panel with 4K resolution and a 165 Hz refresh rate, with a 1080p/330 Hz dual mode option. The panel is DisplayHDR 1400 certified and has a 2 ms GtG response time, but there was no mention of how many dimming zones it offers. The demo unit also featured a pair of HDMI 2.1 ports, a DisplayPort 2.1 port and a USB Type-C port with 90 W USB PD and DP Alt Mode support. In addition to that, HKC was also showing a dual mode 1440p display capable of 540 Hz, or 1080 Hz at 720p. Unfortunately no other specs were provided for this demo unit. </p>","leakScore":81},{"date":"2026/01/12","title":"【翻訳失敗】RUIX Gaming at 2026 CES: New Cases and PSUs","url":"https://www.techpowerup.com/345085/ruix-gaming-at-2026-ces-new-cases-and-psus","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>RUIX Gaming made its CES debut this year, with a slick new lineup of cases, PSUs, and cooling products. Starting things off, we have the company's new RT series of premium ATX 3.1 PSUs. These come in 750 W, 850 W, 1000 W, and 1200 W variants, although the 1000 W model was missing in the booth. The series meets ATX 3.1 and PCIe 5.1 CEM specs, and offers 600 W-capable 12V-2x6 connectors on all models 850 W thru 1200 W, while the 750 W model comes with a 450 W-capable 12V-2x6. These PSUs are characterized by an airy chassis that allows for better ventilation of all its hot components, and a 120 mm fan to keep cool. The PSUs themselves have a space-saving 150 mm depth. All included cables are individually sleeved. \n\nNext up, is the RUIX Gaming OV 703, a spacious ATX mid-tower with a pillarless front-left edge, with tempered glass along the left and front panel. The case offers clearances of 41 cm for graphics cards, and 18 cm height for CPU coolers. The bottom compartment has two 3.5-inch/2.5-inch drive trays, and an additional 2.5-inch mount. The case comes in white and black color options, and measures 456 mm x 222 mm x 465 mm (DxWxH). The CV 303 is a mid-tower with a slatted mesh intake along the front-panel, and three 140 mm front fan mounts, and three 120 mm mounts along the partition between the two compartments. This, too, comes in black and white, and measures 470 mm x 226 mm x 480 mm. Lastly, the company showed off its upcoming AeroSpace Pro Max case with a ridged LED diffuser along the bottom compartment, a style that closely resembles ASUS ROG Strix graphics cards.     More pictures follow.Read full story</p>","leakScore":78},{"date":"2026/01/12","title":"【翻訳失敗】Apple Tops 2025 Smartphone Market With 20% Share, 10% Growth","url":"https://www.macrumors.com/2026/01/12/apple-tops-2025-smartphone-market/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Apple emerged as the global smartphone market leader in 2025, capturing a 20% market share with 10% year-over-year shipment growth – the highest among the top five brands, according to data released today by Counterpoint Research.\n\n\n\n\n\nGlobal smartphone shipments grew 2% year-over-year in 2025, marking the second consecutive year of growth. Counterpoint said the market was driven by more consumers taking advantage of financing options to upgrade to premium devices, as well as increasing adoption of 5G devices in emerging markets.\n\n\n\nSamsung ranked second behind Apple with a 19% market share and modest 5% shipment growth, while Xiaomi retained third place with 13% share.\n\n\n\n\"Apple's growth in 2025 was driven by its expanding presence and rising demand across emerging and mid-size markets, supported by a stronger product mix,\" said Counterpoint senior analyst Varun Mishra. \n\n\n\n\"The iPhone 17 series gained significant traction in Q4 following its successful launch, while the iPhone 16 continued to perform exceptionally well in Japan, India and Southeast Asia.\"\n\n\n\nApple's performance was said to have been amplified by the pandemic-era upgrade cycle reaching an inflection point, with millions of users due for device replacement. In Q4 2025, Apple accounted for one-quarter of global shipments, its highest-ever quarterly share, according to the report.\n\n\n\nWhile U.S. tariff concerns prompted manufacturers to front-load shipments in the first half of the year, the impact actually proved milder than anticipated, and the effects on second-half volumes were limited.\n\n\n\n\n\nHowever, Counterpoint's outlook for 2026 is more conservative. \"The global smartphone market is set to soften in 2026 amid DRAM/NAND shortages and rising component costs, as chipmakers prioritize AI data centers over smartphones,\" said Counterpoint research director Tarun Pathak. The firm has subsequently revised its 2026 forecast downward by 3%, although Apple and Samsung are expected to remain resilient thanks to their stronger supply chain capabilities.Tag: CounterpointThis article, &quot;Apple Tops 2025 Smartphone Market With 20% Share, 10% Growth&quot; first appeared on MacRumors.comDiscuss this article in our forums</p>","leakScore":100},{"date":"2026/01/12","title":"【翻訳失敗】Google Chrome 150 Will Be Last Version to Support macOS Monterey","url":"https://www.macrumors.com/2026/01/12/google-chrome-150-last-version-support-macos-12/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Google has confirmed that its Chrome 150 browser update coming later this year will be the last version to support macOS Monterey. Going forward, Chrome 150 and later versions will no longer support macOS 12, which Apple released in October 2021.\n\n\n\n\n\nIn a platform status update, Google says that on Macs running Monterey, Chrome 150 will continue to work, but the browser will display a warning infobar and will not update any further. For new installations of Chrome 151+, macOS 13 or newer will be required. \n\n\n\nGoogle has not announced an exact release date for Chrome 150. But based on the current stable channel being at version 143 and that Google typically releases major new Chrome versions roughly every four weeks, Chrome 150 is likely to be rolled out sometime around mid-2026.\n\n\n\nTo stay up-to-date with the latest browsing standards and to maintain online security, users on Monterey should update their macOS version, or choose another third-party browser like Firefox that is still receiving updates for their version of macOS.Tag: Google ChromeThis article, &quot;Google Chrome 150 Will Be Last Version to Support macOS Monterey&quot; first appeared on MacRumors.comDiscuss this article in our forums</p>","leakScore":79},{"date":"2026/01/12","title":"【翻訳失敗】Innosilicon LPDDR6/5X Memory Controller IP Delivered To First Customers, Supporting Up To 14.4 Gbps Speeds","url":"https://wccftech.com/innosilicon-lpddr6-5x-memory-controller-ip-delivered-to-first-customers-14-4-gbps-speeds/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Chinese chip maker Innosilicon has announced that its LPDDR6/5X memory controller IP has been delivered to its first domestic customers. LPDDR6/5X Memory Controller IP From China Sees Its First Customers Lining Up, Supports Up To 14.4 Gbps Speeds Last year, Innosilicon announced its LPDDR6/5X PHY and Controller IP, which will be used to power the next-generation memory standards. Today, the company announced that they have achieved the first domestic commercial cooperation. According to Innosilicon, the new LPDDR6/5X PHY + IP Controller combo is designed around an advanced FinFET process technology, offering low-power operation, high bandwidth, and low latency in a [&#8230;]</p>","leakScore":76},{"date":"2026/01/12","title":"【翻訳失敗】AMD Zen 6 Medusa 1 “A0” Silicon Stepping Spotted In NBD Shipping Manifest With 28W TDP, Pointing At “Low-TDP” CPU Lineup","url":"https://wccftech.com/amd-zen-6-medusa-1-a0-silicon-stepping-spotted-in-nbd-shipping-manifest-with-28w-tdp/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>It's not the first time the upcoming AMD mobile CPU lineup appeared in leaks, and this one further solidifies the previous reports. AMD Low-TDP 28W Medusa Point Appears in NBD Shipping Log, Confirming Earlier Leaked Specifications Another NBD shipping manifest just confirmed some of the previously leaked specs of the upcoming AMD Zen 6-based CPU lineup. If you remember, last month, a similar NBD shipping manifest revealed that the Medusa Point CPU family will be categorized into two: High TDP and Low TDP, boasting 45W and 28W TDP ratings, respectively. The new log appears to feature the early silicon revision [&#8230;]</p>","leakScore":76}]