[{"date":"2026/01/13","title":"【翻訳失敗】Second macOS Tahoe 26.3 Beta Now Available for Developers","url":"https://www.macrumors.com/2026/01/12/macos-tahoe-26-3-beta-2/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Apple today provided the second beta of an upcoming macOS Tahoe 26.3 update to developers for testing purposes, with the update coming four weeks after the launch of the first beta. \n\n\n\n\n\nDevelopers can download the &zwnj;macOS Tahoe&zwnj; 26.3 update by opening up the System Settings app, selecting the General category, and then choosing Software Update. Beta Updates will need to be enabled, and a free developer account is required.\n\n\n\nThere's no word yet on what's included in &zwnj;macOS Tahoe&zwnj; 26.3, and no new features were found in the first beta. \n\n\n\nWe'll likely see Apple release &zwnj;macOS Tahoe&zwnj; 26.3 at the end of January given past launch timelines.Related Roundup: macOS TahoeRelated Forum: macOS TahoeThis article, &quot;Second macOS Tahoe 26.3 Beta Now Available for Developers&quot; first appeared on MacRumors.comDiscuss this article in our forums</p>","leakScore":72},{"date":"2026/01/13","title":"【翻訳失敗】Apple Seeds Second Betas of iOS 26.3 and iPadOS 26.3 to Developers","url":"https://www.macrumors.com/2026/01/12/apple-seeds-ios-26-3-beta-2/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Apple today seeded the second betas of upcoming iOS 26.3 and iPadOS 26.3 updates to developers for testing purposes, with the software coming four weeks after the release of the first betas.\n\n\n\n\n\nRegistered developers can download the betas from the Settings app on the iPhone or iPad by going to the General section and selecting Software Update, although it appears over-the-air updates may still be rolling out. The downloads are already available from Apple's Developer site.\n\n\n\niOS 26.3 adds a new tool for transitioning from an &zwnj;iPhone&zwnj; to an Android device. Transfers can be initiated during the device setup process, and moving data from one device to another can now be done without having to download a specific app.\n\n\n\nApple's transfer process supports moving photos, messages, notes, apps, passwords, phone number, and more.\n\n\n\nThe update also includes a Notification Forwarding setting for third-party wearables in the European Union, and there are some minor changes to the Weather wallpaper. More information on what's changed can be found in our iOS 26.3 beta 1 feature list.\n\n\n\nApple is expected to release the iOS 26.3 and iPadOS 26.3 to the public at the end of January.Related Roundups: iOS 26, iPadOS 26Related Forum: iOS 26This article, &quot;Apple Seeds Second Betas of iOS 26.3 and iPadOS 26.3 to Developers&quot; first appeared on MacRumors.comDiscuss this article in our forums</p>","leakScore":72},{"date":"2026/01/13","title":"Intel Driver Package Reportedly Contains \"BMG-G31\" Arc GPU Firmware Update","url":"https://www.techpowerup.com/345105/intel-driver-package-reportedly-contains-bmg-g31-arc-gpu-firmware-update","summary":"（AI制限中のため原文） Many Team Blue enthusiasts were looking forward to a potential unveiling of a larger &quot;Battlemag...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Many Team Blue enthusiasts were looking forward to a potential unveiling of a larger &quot;Battlemage&quot; gaming graphics card model at CES 2026, but keynote presentations and showroom floor exhibitions were devoid of fresh &quot;Xe2 dGPU&quot; content. Past weekend TechPowerUp reportage positioned the heavily speculated Arc &quot;Battlemage&quot; B770 design as the fifth greatest &quot;no-show&quot; at the recently concluded Las Vegas-based trade event. The &quot;BMG-G31&quot; GPU die codename has popped up regularly—via official sources and leaks alike—in recent times; leading to theories of an imminent product reveal. Late last week, web sleuths stumbled upon a downloadable folder that contained a &quot;BMG-G31&quot; firmware update. Apparently, an Intel driver package—relating to an HP-made &quot;Panther Lake&quot; laptop—was thoroughly examined.\n\nSeveral PC hardware news outlets have broached the &quot;B770&quot; topic with Team Blue contacts at CES 2026, but no further details—of a notable unreleased product—were disclosed during the busy work week. Within the first half of January, Intel's &quot;Panther Lake&quot; mobile chips have taken precedence, although the adjacent &quot;Wildcat Lake&quot; APU was introduced in an extremely low-key way. The latest leak indicates the readying of drivers for some sort of consumer-level &quot;BMG-G31&quot; graphics product. The fourth quarter 2025 rumor mill pointed to a possible 300 W TDP-rated &quot;B770&quot; mainstream gaming </p>","leakScore":80},{"date":"2026/01/13","title":"(PR) Bandai Namco Details My Hero Academia: All's Justice Team Up Mission & Hero's Diary Modes","url":"https://www.techpowerup.com/345107/bandai-namco-details-my-hero-academia-alls-justice-team-up-mission-heros-diary-modes","summary":"（AI制限中のため原文） The epic saga of My Hero Academia has drawn to a close, but the adventure continues! Relive the exci...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>The epic saga of My Hero Academia has drawn to a close, but the adventure continues! Relive the excitement and immerse yourself in the world of the anime with the highly anticipated release of My Hero Academia: All's Justice. The game features a story mode that lets you relive the anime's final season as well as play original missions crafted specifically for the game. Join us for a unique look here as we delve into the creation of these unique, game-original scenarios.\n\nUnique, original game modes\nMy Hero Academia: All's Justice offers two original game modes to enjoy: Team Up Mission and Hero's Diary, which is unlocked by completing Team Up Mission. In TeamUp Mission, you'll become a student in Class 1-A at U.A. High School and experience hero activities in a virtual space that mirrors the U.A. High Class 1-A student activity. Use the Quirks of the students in Class 1-A to take on parkour movements and various missions, fully enjoying your hero activities. Hero's Diary is a mode where you can catch a glimpse of the unknown daily lives of the Class 1-A students. Enjoy three episodes each for all 20 students to your heart's content.    Read full story</p>","leakScore":65},{"date":"2026/01/13","title":"【翻訳失敗】Formovie's Chapter One 4K Projector Uses Liquid Cooling to Reduce Noise Levels","url":"https://www.techpowerup.com/345104/formovies-chapter-one-4k-projector-uses-liquid-cooling-to-reduce-noise-levels","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>At CES 2020, Formovie showcased the Xming Chapter One LCD projector. Its main feature is the Liquid Cooling System (LQC) designed to reduce noise and keep brightness levels stable, compared with classic air-cooled variants. While liquid cooling is already starting to be included by others in some of their latest 4K models (i.e., Anker Nebula X1 or Hisense XR10), it is nice to see that this technology is spreading also to more mainstream products like this one. The Chapter One is powered by a MediaTek MT9660 processor and supports MEMC (Motion Estimation, Motion Compensation) smoothing, autofocus, and automatic keystone correction. It has a native FHD 1920 × 1080 resolution and is rated for up to 2,000 ISO lumens. The projector also has a sealed optical engine to prevent dust from entering the optical elements. It also offers USB 2.0 and Dual HDMI 1.4 ports while Dolby Audio is listed for the integrated speakers, with no detailed audio specifications disclosed. Pricing and availability will be announced at a later date.    </p>","leakScore":77},{"date":"2026/01/13","title":"【翻訳失敗】NVIDIA’s Next Generation of AI Systems Could Alone Gobble Up Millions of Terabytes of NAND SSDs, Potentially Worsening Storage Shortages","url":"https://wccftech.com/nvidia-next-generation-of-ai-systems-could-gobble-up-millions-of-terabytes-of-nand-ssd/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>NVIDIA's next-gen Vera Rubin AI systems are projected to consume millions of terabytes in SSD capacity in the upcoming years, potentially triggering a NAND supply shock. NVIDIA's New Storage Solution Could Alone Take Up a Massive Portion of the Global NAND Output One of the biggest bottlenecks in agentic AI environments is that query processing generates a huge temporary memory log for context building called the KV Cache, and currently, the data is stored in HBM modules. However, considering how rapidly data requirements within AI clusters are scaling up, HBM cannot hold the capacity onboard, which is why at CES [&#8230;]</p>","leakScore":57},{"date":"2026/01/13","title":"【翻訳失敗】Diablo IV The Tower Mode and Leaderboards Beta Goes Live Today in Update 2.5.2","url":"https://wccftech.com/diablo-iv-the-tower-leaderboards-beta-arrives-update-2-5-2-blizzard/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Blizzard's latest update for Diablo IV, patch 2.5.2, is set to go live today at 11am PT / 2pm ET / 7pm BT, adding the Tower in the seasonal realm and Leaderboards in a Beta state, with Blizzard introducing them early to give more time for player feedback. For now, the Beta introduction of the Tower and Leaderboards may be a bit buggy, Blizzard warns, but encourages players to leave their feedback as the team will continue to build out more features for the Tower and Leaderboards in Diablo IV in future updates. \"Tear through the Tower, a fearsome new [&#8230;]</p>","leakScore":72},{"date":"2026/01/13","title":"(PR) Alientrap's DuneCrawl Available Now on Steam","url":"https://www.techpowerup.com/345102/alientraps-dunecrawl-available-now-on-steam","summary":"（AI制限中のため原文） DuneCrawl is now out on PC (Steam)! DuneCrawl is an open world action-adventure game, where you take...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>DuneCrawl is now out on PC (Steam)! DuneCrawl is an open world action-adventure game, where you take to the sandy seas atop a gigantic crustacean festooned with black powder cannons. Play as a solo Crab Keeper, or with a crew of up to three other friends in local and online coop.\n\nBattle against the jar-headed Vassals, survive hordes of wild bugs, explore oasis islands and delve devious dungeons all to help your fellow Polloi pilgrims win their war against the Ceramicist's invasion! Navigate your Dune Crawler through the desert and visit dozens of islands to complete quests, explore secret dungeons, and collect piles of loot! Gain powerful new player abilities by collecting Masks, Tunics, and Talismans! Unlock weapons like the Buzzooka and Acid Harpoon! Deck out your Dune Crawler with upgrades like Spike Armored legs and Guided Torpedoes (or just give her a new hat and sporty paintjob)!    Read full story</p>","leakScore":65},{"date":"2026/01/13","title":"Hyper Demoed its HyperSpace Trackpad Pro and More at CES","url":"https://www.techpowerup.com/345103/hyper-demoed-its-hyperspace-trackpad-pro-and-more-at-ces","summary":"（AI制限中のため原文） Targus subsidiary Hyper, had some rather interesting products on display at this year's CES, at leas...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Targus subsidiary Hyper, had some rather interesting products on display at this year's CES, at least if you're looking for accessories for your notebooks that stick out a bit from the crowd. First up is the HyperSpace Trackpad Pro which the company claims is the first &quot;premium haptic trackpad&quot; that has been designed specifically for use with Windows. Hyper claims it has zero latency input, a 240 Hz report rate and pressure sensing for up to 10 fingers. \n\nNext up we have the new HyperDrive Next USB4 M.2 PCIe enclosure that is said to support USB4 V2, suggesting it's based on an Intel JHL9480 Thunderbolt 5 accessory controller, as no other chip supports 80 Gbps throughput (limited to 64 Gbps for data). Note that the product name doesn't limit the device to just storage, as Hyper claims it can be used for connecting other M.2 add-in cards to your computer. It's unclear if the second Type-C port allows for daisy changing, but it should support 25 W power input for devices that require more power than the Thunderbolt interface can deliver.    Read full story</p>","leakScore":80},{"date":"2026/01/13","title":"Google Says Gemini Partnership With Apple Will Go Beyond Siri Revamp","url":"https://www.macrumors.com/2026/01/12/google-gemini-future-apple-intelligence-features/","summary":"（AI制限中のため原文） Google today announced that its AI platform Gemini will help power not only a more personalized vers...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Google today announced that its AI platform Gemini will help power not only a more personalized version of Siri, but a range of future Apple Intelligence features.\n\n\n\n\n\n\"Apple and Google have entered into a multi-year collaboration under which the next generation of Apple Foundation Models will be based on Google's Gemini models and cloud technology,\" said Google, in a statement. \"These models will help power future Apple Intelligence features, including a more personalized Siri coming this year.\"\n\n\n\nApple is \"excited about the innovative new experiences\" that the partnership will unlock, but the statement did not provide any details about specific features.\n\n\n\nIt is unclear if Gemini will help power any existing Apple Intelligence features, such as Writing Tools, Image Playground, and Notification Summaries.\n\n\n\nApple Intelligence will continue to run on Apple devices and on Apple's Private Cloud Compute servers, with Apple promising industry-leading privacy standards.\n\n\n\nThe more personalized version of Siri is expected to be introduced with iOS 26.4 in March or April, following a lengthy delay. The new capabilities will include better understanding of a user's personal context, on-screen awareness, and deeper per-app controls. For example, Apple showed an iPhone user asking Siri about their mother's flight and lunch reservation plans based on info from the Mail and Messages apps.\n\n\n\nApple and Google have entered into a multi-year collaboration under which the next generatio</p>","leakScore":65},{"date":"2026/01/13","title":"【翻訳失敗】Targus Showed New Laptop Accessories at CES","url":"https://www.techpowerup.com/345101/targus-showed-new-laptop-accessories-at-ces","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Targus might very well be the best known brand of laptop bags and accessories in the world and at CES this year, the company brought with it a range of new products. First up we have Targus' new Voyager EXP travel backpack that the company says was developed for mobile professionals and frequent travelers. It fits up to a 17-inch notebook and can be expanded from 27 to 30 litres. Tagus mentions that it's been designed to not only protect your laptop, but it also has an RFID blocking compartment and lockable zippers, as well as a trolley straps for when you travel with a suitcase. \n\nTargus also had a range of new mobile docks on display, some of which have USB4 support and the ability to pass through up to 140 W of USB PD power. The USB4 docks also support 8K video output to a single display or 4K output to two displays. Unfortunately our team didn't manage to snap a pic of the new docks, so we borrowed one from Targus. In addition to this, Targus also showed some new magnetic privacy screens and a range of other laptop bags made from recycled plastic bottles, some of which you can see below.   </p>","leakScore":78},{"date":"2026/01/13","title":"【翻訳失敗】Satechi Introduces 20% Discount on Brand-New CES 2026 Accessories","url":"https://www.macrumors.com/2026/01/12/satechi-discount-new-ces-accessories/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Satechi announced a few products at CES last week, and to mark the launch it's providing a 20 percent discount on these devices for early adopters. You can use the code CES2026 at checkout to get 20 percent off all five of Satechi's newest products.\n\n\n\nNote: MacRumors is an affiliate partner with Satechi. When you click a link and make a purchase, we may receive a small payment, which helps us keep the site running.\n\n\n\nSatechi's new CES 2026 products include two wireless keyboards, a wireless mouse, Thunderbolt 5 cable, and Thunderbolt 5 CubeDock with SSD Enclosure. All items in this sale are available to purchase and ship now, with the exception of the Thunderbolt 5 CubeDock, which is up for pre-order with an estimated shipping date of late March.\n\n\n\nNote: Use code CES2026 to see this discount.\n\nUP TO 20% OFFSatechi's CES 2026 Sale\n\n\n\nAdditionally, Satechi is hosting a \"last chance\" sale this week, with up to 30 percent off accessories with a limited supply remaining. In this sale you'll find discounts on MagSafe-compatible wireless charging pads, Thunderbolt docks, and more. \n\n\n\nCES 2026 Sale\n\nUse Code CES 2026 to see the below deals applied at checkout.\n\nSlim EX Wireless Mouse - &#36;24.00, down from &#36;29.99\n\nThunderbolt 5 Pro Cable - &#36;32.00, down from &#36;39.99\n\nSlim EX1 Wireless Keyboard - &#36;40.00, down from &#36;49.99\n\nSlim EX3 Wireless Keyboard - &#36;56.00, down from &#36;69.99\n\nThunderbolt 5 CubeDock - &#36;320.00 (pre-order), down from &#36;399.99\n\n\n\nLast Chance Sale\n\nAll deals have been applied automatically and do not require a coupon code.\n\n\n\n30W Dual-Port Wall Charger - &#36;45.99, down from &#36;64.99\n\n100W USB-C Wall Charger - &#36;48.99, down from &#36;69.99\n\n2-in-1 Headphone Stand with Wireless Charger - &#36;55.99, down from &#36;79.99\n\nUSB-C Monitor Stand Hub XL - &#36;69.99, down from &#36;149.99\n\nPro Hub Max - &#36;69.99, down from &#36;99.99\n\nDuo Wireless Charger Power Stand - &#36;69.99, down from &#36;99.99\n\nTrio Wireless Charger with Magnetic Pad - &#36;83.99, down from &#36;119.99 \n\nThunderbolt 4 Slim Hub - &#36;139.99, down from &#36;199.99\n\nThunderbolt 4 Dock - &#36;199.99, down from &#36;299.99\n\n\n\n\n\n\n\nDeals Newsletter\n\nInterested in hearing more about the best deals you can find in 2026? Sign up for our Deals Newsletter and we'll keep you updated so you don't miss the biggest deals of the season!\n\n\n\n\n\n\n\n\n\nRelated Roundup: Apple DealsThis article, &quot;Satechi Introduces 20% Discount on Brand-New CES 2026 Accessories&quot; first appeared on MacRumors.comDiscuss this article in our forums</p>","leakScore":95},{"date":"2026/01/13","title":"【翻訳失敗】iOS 26.2.1 Update Coming Soon for iPhones","url":"https://www.macrumors.com/2026/01/12/ios-26-2-1-coming-soon/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>iOS 26.3 will likely be released to the public later this month, but it appears that Apple is preparing to push out another software update in the interim.\n\n\n\n\n\nApple's software engineers have started testing iOS 26.2.1, according to the MacRumors visitor logs, which have been a reliable indicator of upcoming iOS versions. The update will likely be released at some point this week or next week.\n\n\n\niOS 26.2.1 should be a minor update with bug fixes and/or security patches.\n\n\n\niOS 26.3 is expected to follow in late January, with key new features in that update so far including a new iPhone-to-Android transfer tool, Notification Forwarding for third-party smartwatches in the EU, and more.Related Roundups: iOS 26, iPadOS 26Related Forum: iOS 26This article, &quot;iOS 26.2.1 Update Coming Soon for iPhones&quot; first appeared on MacRumors.comDiscuss this article in our forums</p>","leakScore":89},{"date":"2026/01/13","title":"【翻訳失敗】‘They Just Don’t Fully Understand Its Roots and Arguably, Don’t Care’: Fallout New Vegas Lead Chris Avellone Comments On Series’ Direction","url":"https://wccftech.com/they-just-dont-fully-understand-its-roots-and-arguably-dont-care-fallout-new-vegas-lead-chris-avellone-comments-on-series-direction/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>While there hasn't been a new main entry in the series in a long time - not counting the 2018's MMO - the Fallout series is more popular than ever thanks to the Amazon Prime TV Show. The adaptation effectively rejuvenated the franchise, attracting millions of new players to its post-apocalyptic world and prompting them to explore older titles, such as Fallout 3 and Fallout: New Vegas. The series' resurgence has also breathed new life into an old debate among the community: the \"purist\" first two entries versus the first-person RPGs developed by Bethesda Game Studios. According to Chris Avellone, [&#8230;]</p>","leakScore":72},{"date":"2026/01/13","title":"【翻訳失敗】Apple Officially Confirms Google Gemini Crutch For The Revamped Siri","url":"https://wccftech.com/apple-officially-confirms-google-gemini-crutch-for-the-revamped-siri/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>In what is an official quasi-concession of sorts to the shortcomings of its own AI-related efforts, Apple has now confirmed that a Google Gemini-based crutch for its revamped Siri is in the offing later this year, stamping a seal of authenticity over earlier reports that said so. Apple Intelligence Foundation Models and the new Siri to be powered by a gigantic Google Gemini model  Bloomberg's Mark Gurman reported back in November 2025 that Apple was planning to use a gigantic, albeit tailored, Gemini AI model to power its upcoming revamped Siri. With 1.2 trillion parameters under its belt, the customized [&#8230;]</p>","leakScore":87},{"date":"2026/01/13","title":"Apple Confirms Google Gemini Will Power Next-Generation Siri This Year","url":"https://www.macrumors.com/2026/01/12/google-gemini-next-generation-siri/","summary":"（AI制限中のため原文） In a statement shared with CNBC today, Apple confirmed that Google Gemini will power the next-genera...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>In a statement shared with CNBC today, Apple confirmed that Google Gemini will power the next-generation version of Siri that is slated to launch later this year.\n\n\n\n\n\n\"After careful evaluation, we determined that Google's technology provides the most capable foundation for Apple Foundation Models and we're excited about the innovative new experiences it will unlock for our users,\" the statement said.\n\n\n\nThe report explicitly mentioned that Google Gemini will power Siri, as was expected. Apple's decision to lean on Google's artificial intelligence technology should result in the revamped Siri being more capable and advanced than it otherwise would have been, as Gemini's large language model is significantly larger than Apple's own model.\n\n\n\nThe next-generation version of Siri is expected to be introduced with iOS 26.4, which will likely be released to the general public in March or April.\n\n\n\nApple first announced the personalized Siri features during its WWDC 2024 keynote, but last year it announced that they were delayed. The new capabilities will include better understanding of a user's personal context, on-screen awareness, and deeper per-app controls. For example, Apple showed an iPhone user asking Siri about their mother's flight and lunch reservation plans based on info from the Mail and Messages apps.Related Roundups: iOS 26, iPadOS 26Tag: SiriRelated Forum: iOS 26This article, &quot;Apple Confirms Google Gemini Will Power Next-Generation Siri This Year&quot; first app</p>","leakScore":80},{"date":"2026/01/13","title":"Call of Duty on Nintendo Switch 2 May Be “Imminent,” According to Recent Datamine","url":"https://wccftech.com/call-of-duty-nintendo-switch-2-may-be-imminent-according-to-datamine/","summary":"（AI制限中のため原文） Ever since Microsoft signed a 10-year deal with Nintendo that promised to bring Call of Duty to Team...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Ever since Microsoft signed a 10-year deal with Nintendo that promised to bring Call of Duty to Team Red's console in order to help get its acquisition of Activision Blizzard across the finish line, technically speaking, seeing the shooter franchise arrive on the Nintendo Switch (or more likely, the Nintendo Switch 2) has been a sure thing. We're four years into that deal, and still no Call of Duty on Nintendo Switch or Switch 2, but a recent datamine spotted by Eurogamer seems to indicate that the shooter's arrival on the platform is \"imminent.\" Dataminer Realityuk, who has previously shared [&#8230;]</p>","leakScore":65},{"date":"2026/01/13","title":"【翻訳失敗】GUNNIR's Ultra-slim Arc Pro B50 Low Profile Graphics Card Spotted at CES","url":"https://www.techpowerup.com/345097/gunnirs-ultra-slim-arc-pro-b50-low-profile-graphics-card-spotted-at-ces","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Gunnir has added another custom Arc Pro B50 16 GB custom card design to its lineup of Xe2-HPG &quot;Battlemage&quot; GPU-based workstation products. The Chinese manufacturer's low profile variant was shown off in a low-key manner at the recently concluded CES trade show; specifically at Minisforum's booth. As a quick reminder, it must be noted that the mini PC specialist also exhibited Vastarmor's Radeon RX 9060 XT LP 16 GB custom graphics card on the same table. The single-slot thick Gunnir Arc Pro B50 LP model seems to conform to Intel reference specs; its BMG-G21 GPU is configured with 1700 MHz base and 2600 MHz boost clocks. The card is 70 W TDP-rated. \n\nAccording to initial press material—issued last month—the company's engineers have crammed this level of professional hardware into a 167 x 69 x 18.4 mm package. Like the majority of modern-day Intel Arc Pro board partners, Gunnir has deployed a blower-style cooling solution. The TechPowerUp team inspected a demonstration sample that still had protective film applied across its shroud and backplate. No details—regarding release times and pricing—were ascertained from Minisforum representatives on the showroom floor. Gunnir tends to favor the PC market in China with launches of Pro-line products.  </p>","leakScore":81},{"date":"2026/01/13","title":"【翻訳失敗】(PR) Pathologic 3 Out Now on PC & PlayStation 5","url":"https://www.techpowerup.com/345099/pathologic-3-out-now-on-pc-playstation-5","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Hello, friends. Pathologic 3 is out! We've wanted to say these words for so long—and you've wanted to hear them. So here it is. Welcome to the Town-on-Gorkhon. In this psychological horror game, you are a doctor with only 12 days to save a town from a mysterious plague. Make ruthless decisions and diagnose with precision. Shape the town's future and rewrite the past. Hold yourself together while it all falls apart.\n\nRelease discount\nAs we mentioned before, a 20% launch discount is available for the next two weeks. And if you own Pathologic 2 or Pathologic Classic, you can get an additional 15% off by purchasing the game via one of the bundles below.    Read full story</p>","leakScore":74},{"date":"2026/01/13","title":"【翻訳失敗】Report: Rise of AI Is Corroding Apple's Influence Over TSMC","url":"https://www.macrumors.com/2026/01/12/ai-corroding-apple-influence-over-tsmc/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>A detailed new report from SemiAnalysis argues that while Apple's partnership with TSMC created the modern leading-edge foundry model, the rapid rise of AI computing is changing who pays for new chip technologies and how much influence Apple holds over each new manufacturing node. \n\n\n\n\n\nThe report traces how Apple became the single most important customer in the global semiconductor industry by committing early and at scale to new manufacturing processes at TSMC, beginning with the A8 chip in 2014. It argues that Apple's willingness to absorb early costs, fund yield improvements, and align its annual product cycle with TSMC's roadmap allowed the foundry to outpace rivals and cement its dominance at the leading edge.\n\n\n\nApple's annual spending at TSMC grew from roughly &#36;2 billion in 2014 to about &#36;24 billion in 2025, while Apple's share of TSMC revenue rose from single digits to as much as 25% at its peak. For much of the past decade, Apple accounted for more than half of initial production at each new node, and in some cases nearly all of it, effectively underwriting the financing of advanced manufacturing when no other customer could do so at scale.\n\n\n\nHowever, the rise of AI accelerators has created a second class of customers, such as NVIDIA, who are capable of consuming large amounts of advanced manufacturing capacity. TSMC's revenue mix has shifted significantly as a result. \n\n\n\nSmartphones once represented nearly half of TSMC's revenue, but that share has fallen as high-performance computing demands, including AI, have grown to become the largest segment. This means Apple is no longer the only customer capable of funding new capacity, even though it remains the largest single customer by revenue.\n\n\n\nThis change is said to already be visible with upcoming manufacturing nodes. Apple's share of early production for TSMC's N2 and A16 nodes is expected to be lower than previous generations, the latter of which is designed for high-performance computing workloads rather than mobile devices.\n\n\n\nUnder SemiAnalysis's modeling, Apple's position strengthens again at later nodes such as A14, which are being designed from the start to support both mobile and high-performance products. In that scenario, Apple's share of early capacity rises again as its iPhone and Mac chips return to being the primary drivers of volume.\n\n\n\nWhile Apple continues to rely on TSMC for its most advanced chips, SemiAnalysis says the company is exploring alternatives for lower-risk components and certain categories to diversify its supply chain. Intel's upcoming 18A-P process is a potential option for some Apple silicon without disrupting flagship products. \n\n\n\nSee SemiAnalysis's full report for more information.Tag: TSMCThis article, &quot;Report: Rise of AI Is Corroding Apple&#039;s Influence Over TSMC&quot; first appeared on MacRumors.comDiscuss this article in our forums</p>","leakScore":90},{"date":"2026/01/13","title":"【翻訳失敗】Amazon Takes Up to $129 Off M4 Mac Mini, Starting at $499.99","url":"https://www.macrumors.com/2026/01/12/129-off-m4-mac-mini/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Amazon today has a few models of Apple's M4 Mac mini on sale at low prices, starting at &#36;499.99 for the model with 16GB RAM/256GB SSD, down from &#36;599.00. Discounts reach up to &#36;129 off in these sales, and this time around there is also a discount on the M4 Pro model.\n\n\n\nNote: MacRumors is an affiliate partner with Amazon. When you click a link and make a purchase, we may receive a small payment, which helps us keep the site running.\n\n\n\nIn terms of the 16GB/256GB SSD model, this is a solid second-best price. You can also get the M4 Mac mini with 16GB RAM/512GB SSD for &#36;689.99, down from &#36;799.00, and the model with 24GB RAM/512GB SSD for &#36;889.99, down from &#36;999.00. \n\n\n\n&#36;99 OFFM4 Mac mini (256GB) for &#36;499.99\n\n&#36;109 OFFM4 Mac mini (16GB/512GB) for &#36;689.99\n\n&#36;109 OFFM4 Mac mini (24GB/512GB) for &#36;889.99\n\n&#36;129 OFFM4 Pro Mac mini (24GB/512GB) for &#36;1,269.99\n\n\n\nApple last updated the Mac mini in late 2024, introducing a redesigned computer that's smaller than the previous generation and featuring the M4 and M4 Pro chips. If you're on the hunt for more discounts, be sure to visit our Apple Deals roundup where we recap the best Apple-related bargains of the past week.\n\n\n\n\n\n\n\nDeals Newsletter\n\nInterested in hearing more about the best deals you can find in 2026? Sign up for our Deals Newsletter and we'll keep you updated so you don't miss the biggest deals of the season!\n\n\n\n\n\n\n\n\n\nRelated Roundup: Apple DealsThis article, &quot;Amazon Takes Up to &#36;129 Off M4 Mac Mini, Starting at &#36;499.99&quot; first appeared on MacRumors.comDiscuss this article in our forums</p>","leakScore":84},{"date":"2026/01/13","title":"【翻訳失敗】This Fully Raymarched DX12 GPU Benchmark Will Destroy Your RTX 5090 Even at 480p: Based Purely on FP32 Compute & You Can Try It Out Too","url":"https://wccftech.com/this-fully-raymarched-dx12-gpu-benchmark-will-destroy-your-rtx-5090-even-at-480p/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>A new DX12 GPU benchmark has been launched, which brings even the fastest graphics card, such as the RTX 5090, to its knees. The Radiance DX12 GPU Benchmark Utilizes Raymarching, Relies Purely on FP32 Compute To Showcase The Potential of Current &#38; Future Graphics Cards The Radiance benchmark is written by Former Toms Hardware &#38; Thresh's FiringSquad writer, Alan Dong. The benchmark leverages the DX12 API and analyzes the FP32 compute performance of modern GPUs by running a raymarched version of breakout. Radiance A Raymarching Benchmark The same Breakout geometry — bricks, paddle, ball — rendered through pure mathematics. Raymarching [&#8230;]</p>","leakScore":87},{"date":"2026/01/12","title":"(PR) Stoic Details Towerborne's Upcoming Full Release - Title Exits Early Access on February 26","url":"https://www.techpowerup.com/345096/stoic-details-towerbornes-upcoming-full-release-title-exits-early-access-on-february-26","summary":"（AI制限中のため原文） First and foremost, we at Stoic want to take a moment and salute our amazing community who joined us...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>First and foremost, we at Stoic want to take a moment and salute our amazing community who joined us in the Towerborne early access journey. It's no exaggeration to say that the game would not be what it is without our community. Thank you to every Ace for your valuable feedback, passion, ideas and dedication which shaped Towerborne into our full game release.\n\nThat's right, we're excited to announce that we will be exiting early access and Xbox Game Preview and launching our full game on February 26, 2026, on Xbox, PC, Steam and PlayStation 5. This is all tied to a major 1.0 update to the game, and a shift in how you play and access. For those who have been with us from the start, there is a lot of new content and updates for you. And for those who will experience Towerborne for the first time, welcome! Let's jump in.    Read full story</p>","leakScore":65},{"date":"2026/01/12","title":"The Division: Definitive Edition Seemingly Leaks at Ubisoft Event in Japan","url":"https://wccftech.com/the-division-definitive-edition-seemingly-leaks-ubisoft/","summary":"（AI制限中のため原文） Tom Clancy's The Division initially launched on PC, PS4, and Xbox One on March 8, 2016, meaning that...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Tom Clancy's The Division initially launched on PC, PS4, and Xbox One on March 8, 2016, meaning that March 8, 2026, will mark the 10-year anniversary of the series launch. It's not entirely clear how Ubisoft intends to celebrate the occasion yet, but a poster spotted at the esports event, FPS Day, in Japan seems to have one indication of how, as event attendees shared pictures of a \"The Division: Definitive Edition\" poster online. Shared to X (formerly Twitter) by multiple users, a large poster for The Division: Definitive Edition that seems to be legitimate was shared ahead of a [&#8230;]</p>","leakScore":80},{"date":"2026/01/12","title":"【翻訳失敗】EINAREX Storms into 2026 CES with New Cases and Coolers","url":"https://www.techpowerup.com/345094/einarex-storms-into-2026-ces-with-new-cases-and-coolers","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>EINAREX brought a slew of new cases, CPU coolers, and high-performance case fans to the 2026 International CES. We begin our coverage with the Ventus V300, s premium dual fin-stack air CPU cooler that comes in black and white color variants, featuring six 6 mm-thick copper heat-pipes, and two 120 mm fans in push-pull configuration, with a top-plate spanning the fin-stacks and the middle fan. This cooler handles thermal loads of 260 W+, making it fit for processors with maximum turbo power of 250 W or above. We've also seen the EINAREX Glide G300, a more compacted version of the Ventus V300. There's also a fancy variant of this cooler with a wood-like top-plate. Each of the two fans comes with fluid-dynamic bearings.\n\nNext up, are the EINAREX Vertex line of all-in-one liquid CPU coolers. These come with a cube-shaped pump-block with a partial, cuboidal glass ornament that puts out an infinite-reflection of an ARGB-illuminated EINAREX logo. The fans included with this cooler lack ARGB lighting, but feature fluid dynamic bearings. EINAREX Flux is a line of value AIO CLCs that feature a round, puck-shaped, classic Asetek-styled pump-block. There's an ARGB-lit logo inside an infinite-reflection ornament, and unlike the Vertex, the fans included with this cooler come with ARGB LED lighting in the fan frames. At CES, the company launched a more premium version of the Flux, the Flux Digital, which features an LED segment display that puts out CPU temperature, utilization, and GPU temperature readouts that the cooler pulls from software over USB and ACPI.      Read full story</p>","leakScore":78},{"date":"2026/01/12","title":"【翻訳失敗】(PR) MSI Unveils the PRO DP10 A14MG Mini PC","url":"https://www.techpowerup.com/345095/msi-unveils-the-pro-dp10-a14mg-mini-pc","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>MSI proudly announces the new PRO DP10 A14MG, a compact and slim 1.1-liter mini PC engineered for modern business environments that demand performance, Safety, and space-saving flexibility. Despite its small size, the PRO DP10 A14MG features a desktop-grade 14th Generation Intel Core i7 processor, providing the speed and responsiveness necessary for multitasking, data processing, and enterprise-level workflows.\n\nDesigned for any office or commercial environment, the PRO DP10 A14MG supports triple-display setups and features dual 2.5G LAN ports, ensuring smooth multitasking and reliable high-bandwidth networking. Its configurable ports allow businesses to select the ideal input/output (I/O) combination, with default HDMI + 2.5G LAN and optional combinations such as HDMI + COM, DP + 2.5G LAN, DP + COM, VGA + 2.5G LAN, and VGA + COM, in the factory. This versatility makes it suitable for kiosks, POS terminals, digital signage, and office deployments. Read full story</p>","leakScore":74},{"date":"2026/01/12","title":"CTX Shows 540 Hz QHD OLED Gaming Monitor at CES 2026","url":"https://www.techpowerup.com/345090/ctx-shows-540-hz-qhd-oled-gaming-monitor-at-ces-2026","summary":"（AI制限中のため原文） CTX, a Taiwanese monitor maker, has used its CES 2026 booth to display some amazing gaming monitors ...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>CTX, a Taiwanese monitor maker, has used its CES 2026 booth to display some amazing gaming monitors at various resolutions and refresh rates. One of the most notable models is the company's OM 27, a 27-inch 2560x1440p resolution OLED display running at an impressive 540 Hz refresh rate. With brightness scaling up to 1500 cd/m², the display is one of the fastest OLED panels at QHD resolution. CTX targets e-sports professionals who require high refresh rate, but decided to go with a QHD resolution to make modern GPUs a great pair to push these frame rates. The company advertises 0.03 ms response time, and embedded a single DisplayPort 2.1, two HDMI 2.0, and a single USB Type-C serving as power delivery of 96 W, plus a single audio output jack. The monitor supports AMD's FreeSync Premium, comes with DisplayHDR 400, and much more. As a display OEM, many companies will adopt this panel in their monitor solutions. Read full story</p>","leakScore":65},{"date":"2026/01/12","title":"Three-D Desk Shows Workstations That Transform at CES 2026","url":"https://www.techpowerup.com/345091/three-d-desk-shows-workstations-that-transform-at-ces-2026","summary":"（AI制限中のため原文） At CES 2026, Three-D Desk showcased its ergonomic desktop workstation lineup, featuring the LS160 St...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>At CES 2026, Three-D Desk showcased its ergonomic desktop workstation lineup, featuring the LS160 Standard, LD160 Premium, and LT160 Standard models. Each model is designed to cater to different workspace needs, all while emphasizing the company's posture-first ergonomics of use. The range includes features like electrically adjustable height and tilt, as well as support for multi-monitor setups, making it ideal for CAD designers, content creators, or anyone needing a flexible, hardware-friendly workstation. The LD160 is the premium option for dual monitors, offering a larger work surface and features tailored for power users. Meanwhile, the LT160 and LS160 provide more compact, standard configurations suitable for smaller offices or home setups. The LD160 can also support a single ultrawide monitor for a more bezel-free experience. These models are already available, but for pricing details, you need to check their website or contact a local distributor. According to the plaque at CES, the basic version starts at $4,000 and can go up to $7,000.  </p>","leakScore":65},{"date":"2026/01/12","title":"Apple Sweetens Its China Honeypot By Offering To Replace iPhone 13 Batteries At A ~50 Percent Discount","url":"https://wccftech.com/apple-sweetens-its-china-honeypot-by-offering-to-replace-iphone-13-batteries-at-a-50-percent-discount/","summary":"（AI制限中のため原文） Apple seems to have revived its fortunes in China, which is now one of the most lucrative consumer m...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Apple seems to have revived its fortunes in China, which is now one of the most lucrative consumer markets by any definition of the word. And, it appears the Cupertino giant is eager to maintain its newfound China-based momentum, as indicated by its efforts to go out of its way to try to remain on the good side of the Chinese customers. Apple is now offering to replace iPhone 13 batteries at steep discounts under a newly launched program in China According to China's City News Service, Apple has launched a limited-time program that allows the iPhone 13 users in [&#8230;]</p>","leakScore":65},{"date":"2026/01/12","title":"【翻訳失敗】(PR) ID-Cooling Updates SE-XT V2 ARGB Air Coolers Without Price Changes","url":"https://www.techpowerup.com/345089/id-cooling-updates-se-xt-v2-argb-air-coolers-without-price-changes","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>ID-Cooling, a leading PC DIY brand focused on practical and accessible cooling solutions, has announced updates to its SE air cooler lineup with the SE-903-XT V2 BLACK and SE-214-XT V2 series. According to ID-Cooling, the refreshed SE-XT V2 lineup brings structural and thermal improvements while maintaining the same pricing as the previous generation.\n\nUpgraded SE-XT V2 Series Design\nBoth models feature Heatpipe Direct Touch (HDT) technology, allowing heat to transfer directly from the CPU into the heat pipes without an additional material layer. The upgraded folded-fin stack design enhances structural stability and cooling efficiency. Both supporting full RAM compatibility in both single- and dual-fan configurations.     Read full story</p>","leakScore":71},{"date":"2026/01/12","title":"【翻訳失敗】CTX Show 540 Hz QHD OLED Gaming Monitor at CES 2026","url":"https://www.techpowerup.com/345090/ctx-show-540-hz-qhd-oled-gaming-monitor-at-ces-2026","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>CTX, a Taiwanese monitor maker, has used its CES 2026 booth to display some amazing gaming monitors at various resolutions and refresh rates. One of the most notable models is the company's OM 27, a 27-inch 2560x1440p resolution OLED display running at an impressive 540 Hz refresh rate. With brightness scaling up to 1500 cd/m², the display is one of the fastest OLED panels at QHD resolution. CTX targets e-sports professionals who require high refresh rate, but decided to go with a QHD resolution to make modern GPUs a great pair to push these frame rates. The company advertises 0.03 ms response time, and embedded a single DisplayPort 2.1, two HDMI 2.0, and a single USB Type-C serving as power delivery of 96 W, plus a single audio output jack. The monitor supports AMD's FreeSync Premium, comes with DisplayHDR 400, and much more. As a display OEM, many companies will adopt this panel in their monitor solutions. Read full story</p>","leakScore":78},{"date":"2026/01/12","title":"【翻訳失敗】Memory Packaging & Testing Companies Have Now Raised Prices By 30% & This is Only The Beginning","url":"https://wccftech.com/memory-packaging-testing-companies-raise-prices-30-percent/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Memory prices continue to rise due to shortages, and now, packaging &#38; testing companies have announced a price hike of up to 30%. Not Just DRAM Suppliers, Memory Packaging &#38; Testing Companies Have Also Announced A 30% Price Hike With Even More Bumps Expected Throughout 2026 As price hikes continue to grip the memory segment, the market continues to remain tight from a supply perspective, and everyone is currently facing the brunt of it. As per the most recent report coming out of UDN, memory packaging and testing companies such as Powertech, Walton, and ChipMOS are all set to further [&#8230;]</p>","leakScore":81},{"date":"2026/01/12","title":"【翻訳失敗】TSMC’s Chip Demand Is So Gigantic That Customers Are Willing to Pay Up to a Whopping 100% Premium to Secure Allocation","url":"https://wccftech.com/tsmc-demand-is-so-gigantic-that-customers-are-willing-to-pay-up-to-a-100-percent-premium/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>TSMC's chip demand has reportedly reached a level where customers are now willing to pay up to 100% premiums to have their chips fabbed by the Taiwan giant. TSMC's Production Lines Are Experiencing a 'Hot Run', Driven By Demand From AI Customers The AI frenzy has managed to disrupt almost every mainstream supply chain, whether it involves memory, advanced packaging, semiconductors, or similar elements. The demand from hyperscalers and GPU manufacturers is so gigantic that companies like TSMC are unable to cope with it, which is why, according to a new analysis by JPMorgan's Gokul Hariharan, it is claimed that [&#8230;]</p>","leakScore":81},{"date":"2026/01/12","title":"【翻訳失敗】HKC Showed Off 5K Dimming Zone RGB MiniLED Tech at CES","url":"https://www.techpowerup.com/345084/hkc-showed-off-5k-dimming-zone-rgb-miniled-tech-at-ces","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Display panel manufacturer HKC was showing off its latest RGB MiniLED tech during CES and the company is working on its own display driver for this up and coming display technology. The chip is simply named the HV9901, but promises to be capable of driving over 5,000 RGB MiniLED dimming zones, or alternatively over 15,000 white MiniLED dimming zones. HKC also has its own RGB MiniLED panel which goes under the name of M10 Ultra and should be capable to deliver over 98 percent of the BT.2020 colour space and deliver up to 1000 nits brightness, while still delivering near OLED blacks. \n\nThe M10 Ultra panel on display at CES was a 31.5-inch panel with 4K resolution and a 165 Hz refresh rate, with a 1080p/330 Hz dual mode option. The panel is DisplayHDR 1400 certified and has a 2 ms GtG response time, but there was no mention of how many dimming zones it offers. The demo unit also featured a pair of HDMI 2.1 ports, a DisplayPort 2.1 port and a USB Type-C port with 90 W USB PD and DP Alt Mode support. In addition to that, HKC was also showing a dual mode 1440p display capable of 540 Hz, or 1080 Hz at 720p. Unfortunately no other specs were provided for this demo unit. </p>","leakScore":81},{"date":"2026/01/12","title":"【翻訳失敗】RUIX Gaming at 2026 CES: New Cases and PSUs","url":"https://www.techpowerup.com/345085/ruix-gaming-at-2026-ces-new-cases-and-psus","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>RUIX Gaming made its CES debut this year, with a slick new lineup of cases, PSUs, and cooling products. Starting things off, we have the company's new RT series of premium ATX 3.1 PSUs. These come in 750 W, 850 W, 1000 W, and 1200 W variants, although the 1000 W model was missing in the booth. The series meets ATX 3.1 and PCIe 5.1 CEM specs, and offers 600 W-capable 12V-2x6 connectors on all models 850 W thru 1200 W, while the 750 W model comes with a 450 W-capable 12V-2x6. These PSUs are characterized by an airy chassis that allows for better ventilation of all its hot components, and a 120 mm fan to keep cool. The PSUs themselves have a space-saving 150 mm depth. All included cables are individually sleeved. \n\nNext up, is the RUIX Gaming OV 703, a spacious ATX mid-tower with a pillarless front-left edge, with tempered glass along the left and front panel. The case offers clearances of 41 cm for graphics cards, and 18 cm height for CPU coolers. The bottom compartment has two 3.5-inch/2.5-inch drive trays, and an additional 2.5-inch mount. The case comes in white and black color options, and measures 456 mm x 222 mm x 465 mm (DxWxH). The CV 303 is a mid-tower with a slatted mesh intake along the front-panel, and three 140 mm front fan mounts, and three 120 mm mounts along the partition between the two compartments. This, too, comes in black and white, and measures 470 mm x 226 mm x 480 mm. Lastly, the company showed off its upcoming AeroSpace Pro Max case with a ridged LED diffuser along the bottom compartment, a style that closely resembles ASUS ROG Strix graphics cards.     More pictures follow.Read full story</p>","leakScore":78},{"date":"2026/01/12","title":"【翻訳失敗】Apple Tops 2025 Smartphone Market With 20% Share, 10% Growth","url":"https://www.macrumors.com/2026/01/12/apple-tops-2025-smartphone-market/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Apple emerged as the global smartphone market leader in 2025, capturing a 20% market share with 10% year-over-year shipment growth – the highest among the top five brands, according to data released today by Counterpoint Research.\n\n\n\n\n\nGlobal smartphone shipments grew 2% year-over-year in 2025, marking the second consecutive year of growth. Counterpoint said the market was driven by more consumers taking advantage of financing options to upgrade to premium devices, as well as increasing adoption of 5G devices in emerging markets.\n\n\n\nSamsung ranked second behind Apple with a 19% market share and modest 5% shipment growth, while Xiaomi retained third place with 13% share.\n\n\n\n\"Apple's growth in 2025 was driven by its expanding presence and rising demand across emerging and mid-size markets, supported by a stronger product mix,\" said Counterpoint senior analyst Varun Mishra. \n\n\n\n\"The iPhone 17 series gained significant traction in Q4 following its successful launch, while the iPhone 16 continued to perform exceptionally well in Japan, India and Southeast Asia.\"\n\n\n\nApple's performance was said to have been amplified by the pandemic-era upgrade cycle reaching an inflection point, with millions of users due for device replacement. In Q4 2025, Apple accounted for one-quarter of global shipments, its highest-ever quarterly share, according to the report.\n\n\n\nWhile U.S. tariff concerns prompted manufacturers to front-load shipments in the first half of the year, the impact actually proved milder than anticipated, and the effects on second-half volumes were limited.\n\n\n\n\n\nHowever, Counterpoint's outlook for 2026 is more conservative. \"The global smartphone market is set to soften in 2026 amid DRAM/NAND shortages and rising component costs, as chipmakers prioritize AI data centers over smartphones,\" said Counterpoint research director Tarun Pathak. The firm has subsequently revised its 2026 forecast downward by 3%, although Apple and Samsung are expected to remain resilient thanks to their stronger supply chain capabilities.Tag: CounterpointThis article, &quot;Apple Tops 2025 Smartphone Market With 20% Share, 10% Growth&quot; first appeared on MacRumors.comDiscuss this article in our forums</p>","leakScore":100},{"date":"2026/01/12","title":"【翻訳失敗】Google Chrome 150 Will Be Last Version to Support macOS Monterey","url":"https://www.macrumors.com/2026/01/12/google-chrome-150-last-version-support-macos-12/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Google has confirmed that its Chrome 150 browser update coming later this year will be the last version to support macOS Monterey. Going forward, Chrome 150 and later versions will no longer support macOS 12, which Apple released in October 2021.\n\n\n\n\n\nIn a platform status update, Google says that on Macs running Monterey, Chrome 150 will continue to work, but the browser will display a warning infobar and will not update any further. For new installations of Chrome 151+, macOS 13 or newer will be required. \n\n\n\nGoogle has not announced an exact release date for Chrome 150. But based on the current stable channel being at version 143 and that Google typically releases major new Chrome versions roughly every four weeks, Chrome 150 is likely to be rolled out sometime around mid-2026.\n\n\n\nTo stay up-to-date with the latest browsing standards and to maintain online security, users on Monterey should update their macOS version, or choose another third-party browser like Firefox that is still receiving updates for their version of macOS.Tag: Google ChromeThis article, &quot;Google Chrome 150 Will Be Last Version to Support macOS Monterey&quot; first appeared on MacRumors.comDiscuss this article in our forums</p>","leakScore":79},{"date":"2026/01/12","title":"【翻訳失敗】Innosilicon LPDDR6/5X Memory Controller IP Delivered To First Customers, Supporting Up To 14.4 Gbps Speeds","url":"https://wccftech.com/innosilicon-lpddr6-5x-memory-controller-ip-delivered-to-first-customers-14-4-gbps-speeds/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Chinese chip maker Innosilicon has announced that its LPDDR6/5X memory controller IP has been delivered to its first domestic customers. LPDDR6/5X Memory Controller IP From China Sees Its First Customers Lining Up, Supports Up To 14.4 Gbps Speeds Last year, Innosilicon announced its LPDDR6/5X PHY and Controller IP, which will be used to power the next-generation memory standards. Today, the company announced that they have achieved the first domestic commercial cooperation. According to Innosilicon, the new LPDDR6/5X PHY + IP Controller combo is designed around an advanced FinFET process technology, offering low-power operation, high bandwidth, and low latency in a [&#8230;]</p>","leakScore":76},{"date":"2026/01/12","title":"【翻訳失敗】AMD Zen 6 Medusa 1 “A0” Silicon Stepping Spotted In NBD Shipping Manifest With 28W TDP, Pointing At “Low-TDP” CPU Lineup","url":"https://wccftech.com/amd-zen-6-medusa-1-a0-silicon-stepping-spotted-in-nbd-shipping-manifest-with-28w-tdp/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>It's not the first time the upcoming AMD mobile CPU lineup appeared in leaks, and this one further solidifies the previous reports. AMD Low-TDP 28W Medusa Point Appears in NBD Shipping Log, Confirming Earlier Leaked Specifications Another NBD shipping manifest just confirmed some of the previously leaked specs of the upcoming AMD Zen 6-based CPU lineup. If you remember, last month, a similar NBD shipping manifest revealed that the Medusa Point CPU family will be categorized into two: High TDP and Low TDP, boasting 45W and 28W TDP ratings, respectively. The new log appears to feature the early silicon revision [&#8230;]</p>","leakScore":76}]