[{"date":"2026/01/12","title":"AULA Unveils Keyboard with Large Integrated Touchscreen Replacing the NUM Pad","url":"https://www.techpowerup.com/345083/aula-unveils-keyboard-with-large-integrated-touchscreen-replacing-the-num-pad","summary":"要約の生成に失敗しました。","content":"<p>AULA at the 2026 International CES showcased its latest gaming keyboards. We were greeted by the company's F87PRO V2 line of wireless keyboards in various color schemes, which feature gasketed mechanical key switches. There's also the AG60 super-compact 60% wireless keyboards with magnetic (Hall effect) key switches. The star attraction in the AULA booth is the L99, a keyboard with a 4-inch IPS LCD touchscreen replacing the NUM pad. \n\nThis display has a 320 x 480 pixels resolution, and comes with AULA's in-house designed user interface that lets you store macros, create custom layouts, configure the keyboard's lighting, remap keys, or simply serve as a touch-based NUM pad. There are also tiny applications such as a calculator, photo frame, alarm clock, etc. The screen can also be used like a touchpad (a pointing device), though it may not have the same precision of a real trackpad. The L99 packs a large 8,000 mAh battery to power the keyboard and this display.    </p>","leakScore":50},{"date":"2026/01/12","title":"HKC Showed Off 5K Dimming Zone RGB MiniLED Tech at CES","url":"https://www.techpowerup.com/345084/hkc-showed-off-5k-dimming-zone-rgb-miniled-tech-at-ces","summary":"要約の生成に失敗しました。","content":"<p>Display panel manufacturer HKC was showing off its latest RGB MiniLED tech during CES and the company is working on its own display driver for this up and coming display technology. The chip is simply named the HV9901, but promises to be capable of driving over 5,000 RGB MiniLED dimming zones, or alternatively over 15,000 white MiniLED dimming zones. HKC also has its own RGB MiniLED panel which goes under the name of M10 Ultra and should be capable to deliver over 98 percent of the BT.2020 colour space and deliver up to 1000 nits brightness, while still delivering near OLED blacks. \n\nThe M10 Ultra panel on display at CES was a 31.5-inch panel with 4K resolution and a 165 Hz refresh rate, with a 1080p/330 Hz dual mode option. The panel is DisplayHDR 1400 certified and has a 2 ms GtG response time, but there was no mention of how many dimming zones it offers. The demo unit also featured a pair of HDMI 2.1 ports, a DisplayPort 2.1 port and a USB Type-C port with 90 W USB PD and DP Alt Mode support. In addition to that, HKC was also showing a dual mode 1440p display capable of 540 Hz, or 1080 Hz at 720p. Unfortunately no other specs were provided for this demo unit. </p>","leakScore":50},{"date":"2026/01/12","title":"Top Stories: CES 2026 Highlights, Apple Card Moving to Chase, and More","url":"https://www.macrumors.com/2026/01/10/top-stories-ces-2026-highlights/","summary":"要約の生成に失敗しました。","content":"<p>Even without any announcements from Apple, CES dominated tech news this week with a host of upcoming products and technologies being demonstrated at the annual expo in Las Vegas.\n\n\n\n\n\nOther news in the Apple world this week included official word that the Apple Card will shift from Goldman Sachs to Chase, while iOS 26 appears to be showing extremely slow adoption rates amid the controversial Liquid Glass redesign, so read on below for all the details on these stories and more!\n\n\n\nTop Stories\n\nCES 2026 Hub: Highlights From the Show\n\nThe annual consumer electronics show CES was once again held this week in Las Vegas. AI and robots were some of the high-profile areas of focus this year, and even though Apple itself doesn't officially attend the show, we still saw a variety of more traditional products that are always popular with Apple fans.\n\n\n\n\n\nOne of the products shown at the show that appears to be more directly relevant to Apple came from Samsung, which briefly showed off its new crease-less foldable OLED display panel. The panel is rumored to be destined for Apple's upcoming foldable iPhone expected to debut later this year.\n\n\n\nAnother item at CES that has proven popular is the Clicks Communicator, a new Android smartphone intended to be carried as a second phone for focus on communication rather than consumption, with Clicks calling it akin to a Kindle's relationship to the iPad.\n\n\n\nCheck out our CES 2026 news hub, and head over to our YouTube channel for our daily videos from the show floor.\n\n\n\nApple Card Will Move From Goldman Sachs to JPMorgan Chase\n\nAfter over two years of rumors, the move is now official: Goldman Sachs is giving up the Apple Card business with JPMorgan Chase to become the new partner for Apple's credit card and savings account business.\n\n\n\n\n\nThe transition will take around two years to play out, and in the meantime Apple Card customers can continue using their cards as usual.\n\n\n\niOS 26 Shows Unusually Slow Adoption Months After Release\n\niOS 26 is showing unusually slow adoption among iPhone users months after release, according to third-party analytics.\n\n\n\n\n\nUsage data published by StatCounter for January 2026 indicates that only around 15 to 16% of active iPhones worldwide are running any version of ‌iOS 26‌. Historical comparisons highlight how atypical this adoption curve appears. StatCounter data from January 2025 shows that roughly 63% of iPhones were running some version of iOS 18 about four months after its release. In January 2024, iOS 17 had reached approximately 54% adoption over a similar timeframe, while iOS 16 surpassed 60% adoption by January 2023.\n\n\n\nLogitech Blames 'Inexcusable Mistake' After Certificate Expiry Breaks macOS Apps\n\nLogitech users on macOS found themselves locked out of their mouse customizations this week after the company let a security certificate expire, breaking both its Logi Options+ and G HUB configuration apps.\n\n\n\n\n\nLogitech devices like the MX Master series mice and MX Keys keyboard</p>","leakScore":50},{"date":"2026/01/12","title":"Apple Watch Series 11 on Sale for Record Low Price of $299 ($100 Off)","url":"https://www.macrumors.com/2026/01/10/100-off-apple-watch-series-11/","summary":"要約の生成に失敗しました。","content":"<p>Amazon and Best Buy this weekend have all-time low prices on the Apple Watch Series 11, with &#36;100 discounts across numerous models of the smartwatch.\n\n\n\nNote: MacRumors is an affiliate partner with Amazon. When you click a link and make a purchase, we may receive a small payment, which helps us keep the site running.\n\n\n\nYou can get the 42mm GPS Apple Watch Series 11 for &#36;299.00, down from &#36;399.00, and the 46mm GPS model for &#36;329.00, down from &#36;429.00. On Amazon, you'll find four of the 42mm GPS models on sale at this all-time low price, and three of the 46mm GPS models on sale.\n\n\n\n&#36;100 OFFApple Watch Series 11 (42mm GPS) for &#36;299.00\n\n&#36;100 OFFApple Watch Series 11 (46mm GPS) for &#36;329.00\n\n\n\nIf you're shopping for cellular models, you can find record low prices on multiple models this week on Amazon. The 42mm cellular Apple Watch Series 11 has hit &#36;399.00, down from &#36;499.00, and the 46mm cellular model has hit &#36;429.00, down from &#36;529.00.\n\n\n\n&#36;100 OFFApple Watch Series 11 (42mm Cell) for &#36;399.00\n\n&#36;100 OFFApple Watch Series 11 (46mm Cell) for &#36;429.00\n\n\n\nHead to our full Deals Roundup to get caught up with all of the latest deals and discounts that we've been tracking over the past week.\n\n\n\n\n\n\n\nDeals Newsletter\n\nInterested in hearing more about the best deals you can find in 2026? Sign up for our Deals Newsletter and we'll keep you updated so you don't miss the biggest deals of the season!\n\n\n\n\n\n\n\n\n\nRelated Roundup: Apple DealsThis article, &quot;Apple Watch Series 11 on Sale for Record Low Price of &#36;299 (&#36;100 Off)&quot; first appeared on MacRumors.comDiscuss this article in our forums</p>","leakScore":50},{"date":"2026/01/12","title":"Steam Reaches New Concurrency Record: 42 Million Users","url":"https://wccftech.com/steam-reaches-new-concurrency-record-42-million-users/","summary":"要約の生成に失敗しました。","content":"<p>Yesterday, Valve's leading PC games distribution platform, Steam, reached a new user concurrency record. As confirmed by SteamDB, at 14:00 UTC, Steam surpassed 42 million concurrent users. The previous record (41.6 million users) was set in October 2025, but the platform has been on a steady growth trajectory for years now: A quick data analysis reveals distinct growth phases during this period. Before the pandemic, the Steam platform was growing slowly, at a rate of +4.5% per year. The lockdown year obviously exploded the platform (as well as all other gaming platforms) with +31.5% in a single year, followed by [&#8230;]</p>","leakScore":50},{"date":"2026/01/12","title":"The Witcher 3 HDRP NextGen Edition 2026 Will Feature Wind Simulation and More Detailed Characters","url":"https://wccftech.com/the-witcher-3-hdrp-nextgen-edition-2026-wind-simulation-more-detailed-characters/","summary":"要約の生成に失敗しました。","content":"<p>Yesterday, modder Halk Hogan shared the second video preview of his The Witcher 3 HDRP NextGen Edition 2026 mod. This new version of the popular visual remastering mod, which enhances thousands of the original game's assets, including textures, models, materials, and more, was first announced two months ago. As usual, Halk Hogan also shared a brief message with the community, revealing what he'll be focusing on for this new version: I'm back to share some fresh progress on the HDRP NextGen Edition. As you can see in the video, many objects will no longer be static and will now have [&#8230;]</p>","leakScore":50}]