[{"date":"2026/01/13","title":"Slew of Game Devs Reject AI in Gaming as Industry Giants Chase Novelty","url":"https://www.techpowerup.com/345122/slew-of-game-devs-reject-ai-in-gaming-as-industry-giants-chase-novelty","summary":"（AI制限中のため原文） It appears as though the divide between game developers jumping head-first into generative AI and th...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>It appears as though the divide between game developers jumping head-first into generative AI and those who oppose it is growing yet again. While brands like EA, Ubisoft, and Xbox are leaning further into the tech, several smaller and indie studios have recently gone on the record to state their displeasure with generative AI and its use in games. In a recent turn Larian Studios, of Baldur's Gate fame, has announced that it will no longer be relying on generative AI for concept art or in-game assets for its upcoming Divinity game. The studio's CEO, however, clarified in a Reddit AMA that he still sees some potential use for AI in optimizing workflows and trying to &quot;improve the speed with which we can try things out.&quot; \n\nThe development team that worked on Bandai Namco's Code Vein 2 also confirmed in an interview with PCGamesN that there would be no generative AI in Code Vein 2, citing cohesiveness as part of the justification for avoiding the tech. The game's producer, Keita Iizuka, also commented that the team is &quot;creating a very original world&quot; and because they &quot;value art style&quot; and the aesthetic of the game. This extends to publishers, too. In a recent interview with Kotaku, Tim Bender, CEO of Hooded Horse, the publisher behind games like Manor Lords and Endless Legend 2, has officially banned AI from the company as a policy. The CEO said &quot;It is now written into our contracts if we're publishing the game, 'no f**king AI assets.'&quot; Bend</p>","leakScore":65},{"date":"2026/01/13","title":"【翻訳失敗】Khadas Mind Pro Mini PC Gets Intel Panther Lake, New Mind Graphics 2 eGPU Packs RTX 5060 Ti","url":"https://www.techpowerup.com/345118/khadas-mind-pro-mini-pc-gets-intel-panther-lake-new-mind-graphics-2-egpu-packs-rtx-5060-ti","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Amid the flurry of CES 2026 news, Khadas, a popular mini PC maker, announced a series of updates coming to its Mind product line. Most exciting of the lot of updates is the new Intel Panther Lake-powered Khadas Mind Pro mini PC and the new Mind Graphics 2 eGPU dock. The Mind Pro mini PC, which is slated to launch gradually in Q1 2026, is a mini PC with Intel's new Panther Lake Core Ultra X7 358H or Core Ultra X9 388H CPUs and all the juicy new Intel Arc graphics that come with that. Khadas describes the Mind Pro as a modular design, suggesting that the new mini PC should be somewhat easily upgraded. The Mind Pro's chassis is said to come in at just 0.46 liters, and the Intel Arc graphics inside the Panther Lake CPU should deliver entry-level dGPU performance. It will also be available with up to 64 GB of LPDDR5X memory and up to 2 TB of NVMe storage. Given that it's an Intel system, the Mind Pro will also have dual Thunderbolt 4 ports, which have four PCIe 4.0 lanes for connectivity. \n\nOne of the coveted use cases for Thunderbolt 4 ports on a mini PC is the ability to connect an eGPU for additional performance. Khadas itself provides one such eGPU, the Mind Graphics dock, which has now been updated to the Mind Graphics 2, receiving an NVIDIA GeForce RTX 5060 Ti 16 GB upgrade in the process. The Mind Graphics 2 and the Mind Pro mini PC feature what Khadas calls the Mind Link, which enables PCIe 4.0 x 8 support for improved performance when docked. The Mind Pro also sits neatly atop the Mind Graphics 2, in a dedicated recess in the chassis, when docked to the Mind Graphics 2. For users looking for an on-the-go solution, Khadas has also announced the xPlay portable monitor, which features a 2.8 K, 3:2 display and a 47.94 Wh battery, which Khadas says is capable of powering itself and Khadas's mini PCs—that said, battery life will likely be limited due to the size.  </p>","leakScore":91},{"date":"2026/01/13","title":"【翻訳失敗】TCOMAS Shows AIO Coolers with Different Design Approaches at CES 2026","url":"https://www.techpowerup.com/345114/tcomas-shows-aio-coolers-with-different-design-approaches-at-ces-2026","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>TCOMAS showcased at CES two very different AIO CPU cooler designs oriented for users on opposite ends of the aesthetics spectrum. The WG900 series is built for LCD enthusiasts, while the WA300 offers a display-free, compact pump-block design. First, we have the WG900 / WG900 Pro coolers featuring a cube-style pump block with three integrated 3.95-inch square LCD screens. The detachable display module connects to the pump block via USB Type-C port. The cooler uses an X6M-P pump rated at 22 dBA and 9.6 W, paired with a 397 x 119.2 x 29.2 mm aluminium radiator and 400 mm braided rubber tubing. Cooling is handled by three 120 mm fans spinning from 650 to 3200 RPM, delivering up to 115.3 CFM airflow and 7.48 mmAq static pressure, with noise levels reaching up to 41 dBA. The WG900 is offered in both black and white.\n\nThe TCOMAS WA300 takes a simpler route, dropping LCDs entirely in favor of a pump-block design that resembles a miniature desktop PC. It uses the same X6M pump platform (22 dBA, 9.6 W) and an identical 397 mm aluminium radiator with 400 mm braided tubing. Cooling is provided by three 120 mm DA100 fans running at up to 2500 RPM, pushing up to 81.8 CFM with 3.2 mmAq static pressure and a maximum noise level of 35 dBA. Like the WG900, the WA300 is available in black and white.    \nMore images follow.Read full story</p>","leakScore":81},{"date":"2026/01/13","title":"【翻訳失敗】ATK Gear Teases RS7 Air: New Affordable HE Keyboard Potentially Coming Soon","url":"https://www.techpowerup.com/345115/atk-gear-teases-rs7-air-new-affordable-he-keyboard-potentially-coming-soon","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>ATK Gear is most well known for its lightweight gaming mice, but the esports brand also has a full line-up of Hall effect gaming keyboards. Now, according to a teaser on X, it seems as though one of its current 75% HE keyboards, the RS7 V2, is getting an update with what looks to be a more affordable model. Not much is known about the new RS7 Air aside from what can be seen in the teaser. It looks as though the RS7 Air will maintain the 75% form factor, clear polycarbonate keycaps, and the aluminium chassis, but it also looks like the aluminium chassis has been simplified somewhat to cut costs.\n\nThe most obvious difference between the upcoming Air and the current RS7 models is the smaller RGB side-light window, but there are other small differences that can be seen as well. For one, the chassis lacks many of the embellishments that are present on the more premium models, and it's unclear if the cheaper version will still use the same dual-mount design as the existing models—although the top and bottom cases do seem to split parallel to the PCB, so it may still be present. Currently, the RS7 V2 is available in the standard RS7, which comes in at $199.99, and the RS7 Ultra, which costs $239.99. The new Air variant has yet to be fully revealed, but it's fairly obvious that there is a gap in the $100-200 market that used to be filled by V1 RS7 keyboards. It's unclear when the RS7 Air will launch, but ATK says it is &quot;coming soon.&quot; </p>","leakScore":92},{"date":"2026/01/13","title":"【翻訳失敗】Here's What's New in iOS 26.3 So Far","url":"https://www.macrumors.com/2026/01/12/ios-26-3-new-features/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Apple today seeded the second beta of iOS 26.3, nearly a month after the first beta. So far, the update includes a couple of new features for iPhones.\n\n\n\n\n\niOS 15.3 through iOS 18.3 were all released in late January over the years, so it is thereby likely that iOS 26.3 will be released towards the end of this month as well. The update is compatible with the iPhone 11 series and newer.\n\n\n\nBelow, we recap what is new in the iOS 26.3 beta so far.\n\n\n\niPhone to Android Transfer Tool\n\n\n\niOS 26.3 makes it easier for iPhone users to switch to an Android device. A new tool allows you to place your iPhone next to an Android device to wirelessly transfer photos, messages, notes, apps, and more. You can also transfer your phone number.\n\n\n\nIn the iOS 26.3 beta, the new tool can be found in the Settings app, under General → Transfer or Reset ‌iPhone‌ → Transfer to Android. It is available worldwide.\n\n\n\nNotification Forwarding in EU\n\n\n\nIn the EU, iOS 26.3 introduces both a Notification Forwarding feature and AirPods-like proximity pairing for third-party accessories like earbuds and smartwatches.\n\n\n\nApple was required to make these changes to comply with the EU's Digital Markets Act. \n\n\n\nMore\n\n\n\nStarting with iOS 26.3, there is a dedicated section for Weather wallpapers, with three preset options available to choose from. To access them, tap and hold on the Lock Screen and tap on the plus sign in the bottom-right corner of the screen.\n\n\n\nFebruary is Black History Month, and iOS 26.3 will likely include the 2026 version of Apple's annual Black Unity wallpaper. Apple also typically releases a new Black Unity Sport Loop for the Apple Watch, and a matching Unity Rhythm watch face.\n\n\n\niOS 26.1 introduced a Background Security Improvement feature that is designed to provide security updates for Safari, WebKit, and some other system items between iOS software updates. Apple has been testing the feature with updates such as \"iOS 26.3 (a)\" and \"iOS 26.3 (b),\" but they do not actually contain any security fixes.\n\n\n\nAdditional new features and bug fixes may be added in later beta versions of iOS 26.3. Overall, though, it will likely be a relatively minor update.\n\n\n\nBeta 2\n\nWe have not discovered any major changes in the second beta of iOS 26.3 so far.Related Roundups: iOS 26, iPadOS 26Related Forum: iOS 26This article, &quot;Here&#039;s What&#039;s New in iOS 26.3 So Far&quot; first appeared on MacRumors.comDiscuss this article in our forums</p>","leakScore":89},{"date":"2026/01/13","title":"【翻訳失敗】Apple Store in Santa Rosa is Moving Later This Month","url":"https://www.macrumors.com/2026/01/12/apple-store-in-santa-rosa-moving/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Apple's retail store in Santa Rosa, California will be moving from the Santa Rosa Plaza shopping mall to the open-air Montgomery Village shopping plaza later this month.\n\n\n\nApple Santa Rosa Plaza\n\nThe new store at Montgomery Village will be holding its grand opening on Friday, January 23, at 12 p.m. local time, according to Apple's website.\n\n\n\nApple's existing store at the Santa Rosa Plaza opened in 2004.\n\n\n\nElsewhere in California, Apple continues to renovate its store in Carlsbad, north of San Diego. Apple has a temporary location there, at 1925 Calle Barcelona. Apple is also operating out of a temporary store at the South Coast Plaza shopping mall in Costa Mesa, south of Los Angeles, while it renovates its original location there.\n\n\n\nThanks, Filip Chudzinski!Tag: Apple StoreThis article, &quot;Apple Store in Santa Rosa is Moving Later This Month&quot; first appeared on MacRumors.comDiscuss this article in our forums</p>","leakScore":85},{"date":"2026/01/13","title":"【翻訳失敗】‘There Is an Underrepresented Majority That Wants Entertainment Without a Specific Agenda’, Says Ex Tripwire CEO","url":"https://wccftech.com/john-gibson-ex-tripwire-ceo-underrepresented-majority/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>A little more than four years ago, John Gibson stepped down from his role as CEO and co-founder of Tripwire Interactive following a controversy sparked by his tweet supportive of the Texas Heartbeat Act, which banned abortions in the state after the detection of embryonic or fetal cardiac activity. For a while, Gibson, who started as a programmer on the America's Army series (developed and published by the US Army) and then went on to co-found the studio known mainly for Red Orchestra and Killing Floor, remained out of the games industry. That changed around two years ago, when he [&#8230;]</p>","leakScore":72},{"date":"2026/01/13","title":"【翻訳失敗】Indie Dev Says His GF Made Him Realize “AI Is Bad,” Shuts Down Game Made With GenAI","url":"https://wccftech.com/indie-dev-says-his-gf-made-him-realize-ai-is-bad-shuts-down-game-made-with-genai/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Hardest is a free rock-paper-scissors game on Steam that was released in 2025 and made by indie developer Eero Laine under the studio name Rakuel. It's one of many games on Steam that includes a disclaimer towards the bottom of its page indicating it was made with generative AI tools, and on January 30, 2026, Laine plans to delete the game from Steam because his girlfriend of one month made him realize that \"AI is bad,\" and now wants nothing to do with the game he made using GenAI. Laine explains how he made the game through GenAI tools he [&#8230;]</p>","leakScore":72}]