[{"date":"2026/01/13","title":"Lenovoの発表会でAMD Ryzen AI PRO 400デスクトップAPUのデザインが公開","url":"https://www.techpowerup.com/345113/amd-ryzen-ai-pro-400-desktop-apu-design-shown-during-lenovo-presentation","summary":"• AMDは近い将来、デスクトップ向けに新しいRyzen AI 400シリーズを投入することを明らかにしました。\n• Lenovo Tech WorldにおけるDr. Lisa Suのプレゼンテーション中、AM5プラットフォーム上でRyzen AI PRO 400 APUのデスクトップ向けデザインが公開されました。\n• AMDはRyzen 8000Gのような旧世代のデスクトップAPU命名法から移行し、Zen 5/5cコア構成とRDNA 3.5ベースのiGPUを特徴とするRyzen AI 400デスクトップSKUを発表する予定です。","content":"<p>先週初め、AMDは近い将来デスクトップ向けに新しいRyzen AI 400シリーズが登場することを報道関係者向けに説明しました。当時、詳細や視覚資料は乏しく、基本的には4nmの「Gorgon Point」モノリシックシリコンがモバイルプラットフォームの起源から独立しつつあるようでした。CES 2026が閉幕するにつれて、オンラインでの調査が続けられました。先週遅く、VideoCardzは、Team Redのグローバル消費者マーケティング担当シニアディレクターであるSaša Marinković氏が、Lenovo Tech WorldにおけるLisa Su博士のステージプレゼンテーション中に重要な瞬間を捉えていたことに気づきました。</p><p>背景に映し出されたスライドには、3つの重要な次世代製品ファミリー、すなわちEPYC、Instinct（アクセラレーター）、そして前述のRyzen AI PRO 400 APUデザインが示されていました。後者は、おなじみのAM5プラットフォーム上で、デスクトップ用ソケット形式でレンダリング/描画されていました。これは、AMDがRyzen 8000Gのような旧世代のデスクトップAPUの命名法から移行したという以前の報道を裏付けるものと考えられます。今年の初めまで、多くの業界ウォッチャーは、XDNA 2 NPUを搭載したRyzen 9000G APU製品が1月の重要な見本市で発表されると予測していました。2026年以降、Team RedはZen 5/Zen 5cコア構成とRDNA 3.5ベースのiGPUを特徴とする様々なRyzen AI 400デスクトップSKUを発表する予定です。</p><h3>俺の感想</h3><p>うおおお！ついにRyzen AI 400がデスクトップに来るのか！これずっと待ってたんだよな！Lenovoの発表会でのリーク、Sasaさんグッジョブ！Dr. Lisa Suのプレゼン中にこっそり映ってたってのがまたアツいぜ。AM5ソケットで出てくるってことは、当分マザーボードはそのまま使えるから、アップグレードもしやすいし助かるわ。Ryzen 8000Gとか9000Gじゃなくて、新しい命名規則になったのも分かりやすくていい感じ。「Gorgon Point」のモバイル版から来るって話だったけど、デスクトップ用に最適化されてくるだろうし、Zen 5とかRDNA 3.5とか、NPUも積んでくるってマジ最強じゃん。これ搭載したPC、マジで組みたいわー！詳細発表が待ち遠しいぜ！</p>","leakScore":100},{"date":"2026/01/13","title":"TCOMASがCES 2026で異なるデザインアプローチのAIOクーラーを発表","url":"https://www.techpowerup.com/345114/tcomas-shows-aio-coolers-with-different-design-approaches-at-ces-2026","summary":"• TCOMASはCESにて、美学的な嗜好が対極にあるユーザー向けの2種類のAIO CPUクーラーデザインを披露しました。\n• WG900シリーズは3つの3.95インチ正方形LCDスクリーンを統合したキューブスタイルのポンプブロックが特徴で、LCD愛好家向けに設計されています。\n• WA300はディスプレイを持たないコンパクトなポンプブロックデザインを採用し、ミニチュアデスクトップPCを思わせるシンプルな外観です。","content":"<p>TCOMASはCESにて、美学的な嗜好が対極にあるユーザー向けの、非常に異なる2種類のAIO CPUクーラーデザインを披露しました。WG900シリーズはLCD愛好家のために設計されており、一方のWA300はディスプレイを持たないコンパクトなポンプブロックデザインを提供しています。</p><p>まず、WG900 / WG900 Proクーラーは、3つの3.95インチ正方形LCDスクリーンを内蔵したキューブスタイルのポンプブロックが特徴です。この取り外し可能なディスプレイモジュールは、USB Type-Cポートを介してポンプブロックに接続されます。このクーラーは、22 dBA、9.6 Wと評価されるX6M-Pポンプを使用しており、397 x 119.2 x 29.2 mmのアルミニウム製ラジエーターと400 mmの編組ラバーチューブと組み合わされています。冷却は、650から3200 RPMで回転する3つの120 mmファンによって行われ、最大115.3 CFMの風量と7.48 mmAqの静圧を提供し、騒音レベルは最大41 dBAに達します。WG900はブラックとホワイトの両方が提供されます。</p><p>TCOMAS WA300はよりシンプルな経路を辿り、LCDを完全に廃止し、ミニチュアデスクトップPCを思わせるポンプブロックデザインを採用しています。これは、同じX6Mポンププラットフォーム（22 dBA、9.6 W）と、400 mmの編組チューブを備えた同一の397 mmアルミニウム製ラジエーターを使用しています。冷却は、最大2500 RPMで動作する3つの120 mm DA100ファンによって提供され、最大81.8 CFMの風量と3.2 mmAqの静圧、最大35 dBAの騒音レベルを実現します。WG900と同様に、WA300もブラックとホワイトで提供されます。</p><h3>俺の感想</h3><p>おいおい、TCOMASがCESでヤバいAIO出してきてんじゃん、マジかよ。WG900はポンプブロックに3つもディスプレイ付いてるとか、マジで意味わかんねぇけどクソかっこいい！温度表示とかGIFとか映せるってことだろ？完全に俺のPCケースの主役じゃん。財布が軽くなるのは確定だけど、これは見せびらかす価値あるわ。WA300の方はシンプル路線で、ディスプレイなし。なんかミニチュアPCっぽいデザインで、これはこれでアリかもね。でもさ、AIO買うならやっぱり派手な方がテンション上がるっしょ？俺的にはWG900一択だわ。金貯めねぇと…って感じだけど。</p>","leakScore":96},{"date":"2026/01/13","title":"iOS 26.3のこれまでの新機能","url":"https://www.macrumors.com/2026/01/12/ios-26-3-new-features/","summary":"• AppleはiOS 26.3のセカンドベータをリリースし、今月末に一般公開される可能性が高いです。\n• iPhoneからAndroidデバイスへの写真、メッセージ、アプリなどのデータ転送ツールが全世界で利用可能になりました。\n• EU圏では、デジタル市場法への準拠のため、通知転送機能とサードパーティ製アクセサリとのAirPods風近接ペアリング機能が導入されます。\n• ロック画面からアクセスできる天気に関する壁紙の専用セクションが追加され、3つのプリセットオプションが利用可能です。\n• 2月の黒人歴史月間向けに、毎年恒例の「Black Unity」壁紙やApple Watch関連アイテムが提供される予定です。\n• iOS 26.1で導入された「バックグラウンドセキュリティ改善」機能のテストが行われていますが、現在のベータ版にはセキュリティ修正は含まれていません。\n• 全体として、iOS 26.3は比較的小規模なアップデートとなる見込みです。","content":"<p>Appleは本日、最初のベータ版から約1ヶ月後となるiOS 26.3のセカンドベータを開発者向けにリリースしました。これまでのところ、このアップデートにはiPhone向けのいくつかの新機能が含まれています。</p><p>過去のiOS 15.3からiOS 18.3までのバージョンはすべて1月下旬にリリースされてきたため、iOS 26.3も今月末にリリースされる可能性が高いです。このアップデートはiPhone 11シリーズ以降のモデルと互換性があります。</p><p>以下に、iOS 26.3ベータ版でこれまでに判明している新機能の概要をご紹介します。</p><p>iOS 26.3では、iPhoneユーザーがAndroidデバイスに移行する際の利便性が向上します。新しいツールを使用すると、iPhoneをAndroidデバイスの隣に置くだけで、写真、メッセージ、メモ、アプリなどをワイヤレスで転送できます。電話番号の転送も可能です。</p><p>iOS 26.3ベータ版では、この新しいツールは「設定」アプリの「一般」→「iPhoneを転送またはリセット」→「Androidに転送」からアクセスできます。この機能は全世界で利用可能です。</p><p>EU圏では、iOS 26.3に「通知転送」機能と、イヤホンやスマートウォッチなどのサードパーティ製アクセサリ向けにAirPodsのような近接ペアリング機能が導入されます。</p><p>Appleは、EUのデジタル市場法（Digital Markets Act）に準拠するために、これらの変更を行う必要がありました。</p><p>iOS 26.3からは、天気に関する壁紙専用のセクションが追加され、3つのプリセットオプションから選択できるようになります。これらにアクセスするには、ロック画面を長押しし、画面右下にあるプラス記号をタップします。</p><p>2月は黒人歴史月間であり、iOS 26.3にはAppleが毎年恒例としている2026年版の「Black Unity」壁紙が含まれる可能性が高いです。Appleは通常、Apple Watch用の新しい「Black Unity Sport Loop」と、それに合わせた「Unity Rhythm」文字盤もリリースしています。</p><p>iOS 26.1で導入された「バックグラウンドセキュリティ改善」機能は、iOSソフトウェアアップデートの間にSafari、WebKit、およびその他の一部のシステム項目に対してセキュリティアップデートを提供するように設計されています。Appleは「iOS 26.3 (a)」や「iOS 26.3 (b)」といったアップデートでこの機能をテストしていますが、実際にはこれらのアップデートにはセキュリティ修正は含まれていません。</p><p>iOS 26.3の今後のベータ版では、追加の新機能やバグ修正が加えられる可能性があります。しかし、全体的には比較的小規模なアップデートとなるでしょう。</p><p><strong>ベータ2</strong></p><p>iOS 26.3のセカンドベータでは、これまでのところ大きな変更は発見されていません。</p><h3>俺の感想</h3><p>「iOS 26.3、もうベータ2とかマジかよ。でもさ、俺的にはあんま劇的な変化はなさそうって印象なんだよね。一番の注目はiPhoneからAndroidへの転送ツールかな。Appleがこんなの出すって、なんか意外。需要あったのかね？\n\nEU向けの通知転送とかAirPodsっぽいサードパーティ製アクセサリとのペアリングは、デジタル市場法とかいうやつでしょ？EUは規制厳しいから、まあ仕方ないんだろうなーって感じ。\n\n天気壁紙とかはちょっとしたおまけレベルだし、黒人歴史月間の壁紙も毎年恒例だしな。で、26.1からあったセキュリティ改善の機能、まだテスト段階で具体的な修正は入ってないとかどうなの？ぶっちゃけ、ちょっとガッカリだわ。\n\nまあ、全体的に見て今回の26.3はマイナーアップデートっぽいから、あんまり期待しすぎると肩透かし食らうタイプだと思う。俺は次のメジャーアップデートに期待するわ。」</p>","leakScore":100},{"date":"2026/01/13","title":"今月末、サンタローザのApple Storeが移転","url":"https://www.macrumors.com/2026/01/12/apple-store-in-santa-rosa-moving/","summary":"• サンタローザのApple Storeが今月末、サンタローザプラザから屋外型ショッピングプラザのモンゴメリービレッジへ移転します。\n• モンゴメリービレッジの新店舗は、1月23日金曜日の現地時間午後12時にグランドオープンします。\n• カリフォルニア州内のカールスバッドとコスタメサの店舗も、改装工事のため仮店舗で営業を続けています。","content":"<p>カリフォルニア州サンタローザにあるAppleの直営店が、今月末にサンタローザプラザのショッピングモールから、屋外型ショッピングプラザのモンゴメリービレッジへ移転いたします。</p><p>Appleのウェブサイトによると、モンゴメリービレッジの新店舗は、1月23日金曜日の現地時間午後12時にグランドオープンいたします。</p><p>サンタローザプラザの既存のApple Storeは2004年にオープンしました。</p><p>カリフォルニア州の他の地域では、Appleはサンディエゴ北部のカールスバッドにある店舗の改装を続けております。そこには、1925 Calle Barcelonaに仮店舗を構えております。また、ロサンゼルス南部のコスタメサにあるサウスコーストプラザのショッピングモールでは、元の店舗の改装中に仮店舗で営業しております。</p><h3>俺の感想</h3><p>マジかよ、サンタローザのApple Store移転すんのか！オープンエアって、ちょっとシャレてるじゃん。俺的には、Apple Storeのリニューアルって結構時間かかるイメージあるんだよな。カールスバッドとかコスタメサも仮店舗でやってるって、Appleも大変だね。新しい店舗、どんな感じになるか楽しみだわ！</p>","leakScore":92},{"date":"2026/01/13","title":"Tripwire元CEO、「特定の意図を持たないエンターテイメントを求める、過小評価された多数派が存在する」と語る","url":"https://wccftech.com/john-gibson-ex-tripwire-ceo-underrepresented-majority/","summary":"• ジョン・ギブソン氏が約4年前にTripwire InteractiveのCEOを辞任しました。\n• テキサス州心拍法（胎児の心拍検出後の中絶禁止）を支持するツイートが論争を呼んだことが原因です。\n• 『Red Orchestra』や『Killing Floor』で知られるスタジオの共同創設者であるギブソン氏は、一時ゲーム業界を離れていました。\n• 彼は約2年前に業界に復帰しました。","content":"<p>約4年以上前、ジョン・ギブソン氏はTripwire InteractiveのCEO兼共同創設者の役職を辞任いたしました。これは、胎児の心臓活動が検出された後の州内での中絶を禁止するテキサス州心拍法を支持する彼のツイートが物議を醸したことによるものです。アメリカ陸軍によって開発・販売された『America's Army』シリーズのプログラマーとしてキャリアをスタートさせ、その後『Red Orchestra』や『Killing Floor』で主に知られるスタジオを共同設立したギブソン氏は、しばらくの間、ゲーム業界から離れておりました。その状況は約2年前に変化し、彼は[...]</p><h3>俺の感想</h3><p>マジか、ギブソンさん復帰してたんだ！あの心拍法ツイートで炎上してTripwire辞めたのって、もうそんなに前かよ。正直、あの時は『うわー…』って思ったけど、『America's Army』とか『Red Orchestra』、『Killing Floor』とか、割と硬派なゲーム作ってた人だから、”特定の意図を持たないエンタメ”って言ってるのはちょっとわかる気もする。俺も純粋に楽しめるゲームが好きだからな。またどんなゲーム出してくるのか、続きが気になるぜ！</p>","leakScore":69},{"date":"2026/01/13","title":"インディー開発者、「AIは悪い」と彼女に気づかされ、生成AI製のゲームを閉鎖","url":"https://wccftech.com/indie-dev-says-his-gf-made-him-realize-ai-is-bad-shuts-down-game-made-with-genai/","summary":"• インディー開発者のEero Laine氏が生成AIを使って無料のじゃんけんゲーム「Hardest」を制作しました。\n• このゲームは2025年にSteamでリリースされ、生成AI使用の免責事項が含まれていました。\n• Laine氏は、交際1ヶ月の彼女に「AIは悪い」と気づかされたため、2026年1月30日にゲームをSteamから削除する予定です。","content":"<p>「Hardest」は、インディー開発者Eero Laine氏がスタジオ名Rakuelのもとで制作し、2025年にリリースされたSteam上の無料じゃんけんゲームです。このゲームは、ページ下部に生成AIツールで制作されたことを示す免責事項が記載されている、Steam上の多くのゲームの一つです。Laine氏は、交際1ヶ月の彼女から「AIは悪い」と気づかされたため、2026年1月30日にこのゲームをSteamから削除する予定です。現在、彼は生成AIを使って制作したこのゲームとは一切関わりたくないと考えています。Laine氏は、彼がどのように生成AIツールを使ってゲームを制作したかについて説明しています[…].</p><h3>俺の感想</h3><p>は？彼女に「AIは悪い」って言われたから、生成AIで作ったゲームを削除すんの？マジかよインディー開発者さん！付き合って1ヶ月でそこまで影響されるとか、どんだけ彼女LOVEなんだよｗ まあ、AIの是非は議論あるけど、こんな理由でゲーム消すとかありえねーわ。俺だったら作ったゲームは最後までやりきるけどな。ちょっとダサいぞ。</p>","leakScore":85}]