[{"date":"2026/01/15","title":"Win11 1月セキュリティ更新","url":"https://www.techpowerup.com/345179/windows-11-january-2026-security-update-arrives-with-npu-power-issue-fix","summary":"• NPUの電力問題が修正されました。\n• レガシーモデムドライバが削除されました。\n• WSLのネットワークエラーが解消されました。","content":"マイクロソフトは、Windows 11の24H2および25H2バージョン向けに、セキュリティと電力最適化に焦点を当てた1月のセキュリティ更新プログラムKB5074109をリリースしました。今回のリリースでは、一部のサードパーティ製NPUがシステムアイドル時に低電力状態に移行しないという問題が修正され、影響を受けるラップトップやハイブリッドデバイスのバッテリー性能が改善されます。通常、NPUは低消費電力ですが、不適切な電力供給によりバッテリー寿命が短縮される可能性がありました。また、セキュアブート証明書更新プログラムの段階的な展開メカニズムが導入され、安定した更新履歴を持つデバイスのみを対象とすることで、広範囲な展開失敗を防ぎます。さらに、agrsm64.sys、agrsm.sys、smserl64.sys、smserial.sysの4つのレガシーモデムドライバが完全に削除され、これらのコンポーネントに依存するハードウェアのサポートが終了します。Windows Subsystem for Linux (WSL)では、KB5067036で導入された回帰により発生していた、企業VPNリソースへのアクセス時に「No route to host」エラーが発生するミラーリングネットワークの失敗が修正されました。Azure Virtual Desktop環境では、KB5070311によって引き起こされたRemoteApp接続の問題に対するパッチが提供されます。Windows Deployment Servicesでは、ハンズフリー展開がデフォルトで無効になり、手動での再アクティブ化が必要になります。セキュリティスキャンツールによる検出の問題に対処するため、コアコンポーネントであるWinSqlite3.dllが更新されましたが、今月のセキュリティ更新プログラムには新しいユーザー向けの機能は含まれていません。<h3>中の人の本音</h3><p>NPUの電力問題修正はマジで重要だわ！バッテリー持ち改善は普通に欲しい。Ryzen AI MAX+ 392とかも気になるし、NPUの進化はPC DIYにも直結するから熱い！</p>","leakScore":92},{"date":"2026/01/15","title":"DLSS 4.5 全RTX対応！画質向上","url":"https://www.techpowerup.com/345191/nvidia-dlss-4-5-comes-to-all-geforce-rtx-gpus-today","summary":"• NVIDIA DLSS 4.5が全GeForce RTXシリーズで利用可能となりました。\n• TransformerベースのAIモデルが進化し、より高精細な映像出力が可能になります。\n• RTX 50シリーズでは動的マルチフレーム生成が強化され、より滑らかな映像体験を提供します。","content":"NVIDIAは、CES 2026の基調講演で発表されたDLSS 4.5を、発売当初から全てのGeForce RTX GPU（RTX 20、RTX 30、RTX 40シリーズを含む）で利用できるようにすることを発表しました。最新のRTX 50シリーズ“Blackwell”も対象です。DLSS 4.5を有効にするには、NVIDIA Appを使用し、グラフィックス設定の「DLSS Override - Model Preset」からプリセットを選択するだけです。DLSS 4では、CNNベースのAIモデルからTransformerベースのアーキテクチャへの移行により、画質が大幅に向上しました。DLSS 4.5では、さらに進化したTransformerモデルが採用され、より大規模なデータセットで学習されています。この第2世代Transformerは、最初のDLSS 4 Transformerの5倍の計算リソースを投入して開発され、FP8データ形式を使用することで、精度の損失を最小限に抑えつつ、より多くの処理が可能になっています。新しいアルゴリズムは、より文脈を理解し、アップスケーリングの入力データをよりインテリジェントに活用することで、より詳細で正確な映像出力を実現します。RTX 50シリーズGPUでは、レンダリングフレーム数を6倍に増加させる動的マルチフレーム生成が専用機能として提供されますが、旧世代のRTXシリーズは2倍および4倍のままです。<h3>中の人の本音</h3><p>マジか！全RTX対応とか神！画質向上は当たり前だけど、FP8で処理能力上がってるのとか熱いな。RTX 4080持ってるけど、DLSS4.5でさらに性能引き出せるなら普通に欲しいわ！</p>","leakScore":80},{"date":"2026/01/15","title":"Best Buy 冬のセール情報","url":"https://www.macrumors.com/2026/01/14/best-buys-winter-sale/","summary":"• Best Buyで冬のセールが開催されており、Apple製品やTV、モニターなどが割引価格で販売されています。\n• MacBook Air、AirPods Max、iPad ProなどのApple製品がお得に購入可能です。\n• TVは最大1300ドル、モニターは最大700ドル割引されており、幅広い選択肢があります。","content":"Best Buyでは、1月19日まで冬のセールを実施中です。Apple製品、TV、ヘッドホン、スピーカー、モニター、家電製品など、幅広い商品が割引価格で提供されています。MacBook AirやAirPods Max、iPad ProなどのApple製品は、当日受け取りや送料無料オプションも利用可能です。特にTVの割引は大きく、SamsungのThe Frame TVシリーズなどもお得に購入できます。モニターも様々なモデルが割引されており、選択肢が豊富です。詳細については、MacRumorsのApple Dealsまとめも参照ください。<h3>中の人の本音</h3><p>MacBook Airが799ドルはマジで安い！M3チップ搭載のMacBook Proも1449ドルはありえないくらいお得だわ。モニターも色々気になるけど、今月ピンチだから我慢…普通に欲しい。</p>","leakScore":95},{"date":"2026/01/15","title":"MacBook Pro新モデル、1月発表の可能性","url":"https://www.macrumors.com/2026/01/14/macbook-pro-january/","summary":"• Appleが1月下旬にM5 Pro/Max搭載のMacBook Proを発表する可能性が浮上しています。\n• 発表時期の根拠として、クリエイター向けバンドルのリリース時期や決算発表との関連性が挙げられています。\n• 大幅な変更はない見込みで、より大きな変更は2026年以降のモデルで期待されています。","content":"MacRumorsの報道によると、Appleは1月下旬にM5 ProおよびM5 Maxチップを搭載したMacBook Proの新モデルを発表する可能性があります。その根拠として、1月28日に発売されるクリエイター向けアプリバンドル（Final Cut Pro、Logic Pro、Pixelmator Proなどを含む）のリリース時期と、1月29日の四半期決算発表が挙げられています。過去にもAppleは決算発表前後に新製品を発表する傾向にあります。また、2023年1月にもM2 Pro/Maxチップ搭載のMacBook Proが発表されています。今回の新モデルは、M5チップとPCIe 5.0ストレージの高速化が主な変更点となる見込みです。より大きな変更は、2026年以降に登場するモデルで期待されており、OLEDディスプレイ、薄型化、セルラー接続、そしてTSMCの2nmプロセスで製造されたM6チップの搭載が噂されています。そのため、M5 Pro/Maxモデルへのアップグレードは、本当に必要な場合を除き、見送るのが賢明かもしれません。<h3>中の人の本音</h3><p>M5 Pro/Maxか…PCIe 5.0 SSDはマジで欲しいけど、劇的な進化はなさそうだし、2026のM6待ちかな。でも、もし出たら普通に欲しい！MacBookは最強だわ。</p>","leakScore":94},{"date":"2026/01/15","title":"PS5 Pro、PSSR 2.0で進化か","url":"https://wccftech.com/playstation-5-pro-pssr-2-0-is-allegedly-launching-between-january-and-march-delivering-higher-resolution-for-classic-games/","summary":"• PS5 Proは発売後、期待された性能を十分に活かせていないとの声がありました。\n• AI搭載のPSSRアップスケーラーの初期バージョンは、画質向上効果が限定的で、視覚的な問題も報告されています。\n• 3月までにPSSR 2.0がリリースされ、クラシックゲームの高解像度化が期待されています。","content":"PlayStation 5 Proは2024年11月に発売されましたが、その性能が十分に活用されていないという意見が寄せられています。特に、AIを活用したPSSRアップスケーラーの初期バージョンは、期待されたほどの画質向上効果がなく、むしろ視覚的な問題を引き起こすこともありました。しかし、今年3月までにPSSR 2.0がリリースされるとの情報があり、これによりクラシックゲームの高解像度化が実現する可能性があります。今後のゲーム開発がPS5 Proの性能を最大限に引き出せるかどうかが注目されます。<h3>中の人の本音</h3><p>PSSR 2.0でマジ改善されてほしい！画質向上は当たり前、バグとかも全部直してくれ！値段も手頃なら普通に欲しいわ。性能次第だな。</p>","leakScore":77},{"date":"2026/01/15","title":"iPhone折りたたみ：液体金属＆チタン採用","url":"https://wccftech.com/apple-iphone-fold-to-feature-a-liquid-metal-hinge-and-a-titanium-body-for-an-improved-weight-distribution/","summary":"• Appleは初の折りたたみiPhoneに液体金属ヒンジを採用する可能性があります。\n• ボディにはチタン合金を使用し、重量配分を最適化する計画です。\n• これにより、強度と耐久性の向上が期待されます。","content":"Appleは、今後の折りたたみiPhoneにおいて、特許で頻繁に登場する液体金属を本格的に活用する検討を進めている模様です。最新の情報によると、iPhoneの重量配分を精密に調整するため、液体金属ヒンジとチタンボディの組み合わせが採用される予定です。この情報は、著名なAppleアナリストであるミンチー・クオ氏が2025年3月に発表した内容とも一致しています。液体金属ヒンジとチタンボディの組み合わせは、強度と重量配分の両方を改善し、より洗練された折りたたみデバイスの実現に貢献すると期待されています。<h3>中の人の本音</h3><p>マジか！チタンボディに液体金属ヒンジとか、めっちゃ頑丈そうじゃん！折りたたみiPhone、普通に欲しいわ。値段が高すぎなきゃ即買いするけどな…。耐久性マジで期待！</p>","leakScore":84},{"date":"2026/01/15","title":"Out of “Inhumane” Layoffs, Ex-ZeniMax Workers Establish New Studio, Ironroot Games","url":"https://wccftech.com/ironroot-games-established-former-zenimax-online-workers/","summary":"（AI制限中のため原文） Last year, Microsoft laid off 9,000+ people across the entire company, including its gaming division...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Last year, Microsoft laid off 9,000+ people across the entire company, including its gaming division. The layoffs saw studios like The Initiative entirely shut down, while others like ZeniMax Online, King, and Rare were hit by major cuts and project cancellations. At the time of the layoffs, former and current ZeniMax workers aptly called the cuts \"inhumane\" and \"disgusting,\" so it's uplifting to see yet another studio rise up out of these cuts, as former ZeniMax developers have come together to form a new studio, Ironroot Games. Ironroot Games is the second studio to specifically come from former ZeniMax Online [&#8230;]</p>","leakScore":65},{"date":"2026/01/15","title":"Google Preps The Pixel 10a To Wreck Samsung’s Galaxy S26 Party","url":"https://wccftech.com/google-preps-the-pixel-10a-to-wreck-samsungs-galaxy-s26-party/","summary":"（AI制限中のため原文） Google does not appear too keen on giving Samsung a wide berth to market its upcoming Galaxy S26 ser...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Google does not appear too keen on giving Samsung a wide berth to market its upcoming Galaxy S26 series, as evidenced by a recent tip that suggests a mid-February launch date for the Pixel 10a. Google's Pixel 10a aims to crowd out some of Samsung's expected coverage and marketing for the Galaxy S26 series Roland Quandt recently posted on Bluesky that Google's Pixel 10a could launch around the middle of February. Concurrently, Arsène Lupin posted on X that the Pixel 10a could launch on February 17, 2026. Of course, this date preempts Samsung's plans for the Galaxy S26 series, which [&#8230;]</p>","leakScore":65},{"date":"2026/01/15","title":"Tuxedo InfinityBook Max 16登場！","url":"https://www.techpowerup.com/345188/tuxedo-launches-infinitybook-max-16-laptops-with-core-ultra-9-275hx-and-rtx-graphics","summary":"• Tuxedo社がCore Ultra 9 275HX搭載の高性能ノートPC、InfinityBook Max 16を発売。\n• 軽量なフルメタル筐体と高解像度OLEDディスプレイを搭載し、携帯性と高画質を両立。\n• 最大128GB RAMとNVIDIAグラフィックス、99Whバッテリーを搭載し、多様な用途に対応。","content":"Tuxedo社は、新たにInfinityBook Max 16ノートPCを発売しました。昨年発売されたInfinityBook Max 15に続き、より大型でスリムな筐体でありながら、Intel Core Ultra 9 275HXプロセッサを搭載し、高い処理能力を実現しています。ディスプレイには、鮮やかなコントラストと色彩再現性を持つ高解像度OLEDパネルを選択可能です。最大128GBのRAM、NVIDIAグラフィックス、そして99Whの大容量バッテリーを組み合わせることで、ソフトウェア開発、メディアデザイン、ゲームなど、幅広い用途に対応できるスタイリッシュで軽量なワークステーションです。<h3>中の人の本音</h3><p>Core Ultra 9にRTX搭載で、しかも軽量か！マジで欲しいわ。メモリも128GBまで積めるし、動画編集とかゲームも余裕そう。値段次第だけど、普通に買い検討するレベルだわ。</p>","leakScore":75},{"date":"2026/01/15","title":"GuliKit TTコントローラー発売間近","url":"https://www.techpowerup.com/345187/gulikit-readies-tt-max-pro-multi-platform-controllers-for-imminent-release","summary":"• GuliKitのTT MAX/PROコントローラーが近日発売予定です。\n• 720°調整可能なTMRジョイスティックとHyperlink 2アダプターを搭載。\n• Switch 2を含むマルチプラットフォームに対応し、交換可能なDパッドが特徴です。","content":"GuliKitは、TTシリーズのマルチプラットフォームコントローラーの発売準備を進めているようです。1月初旬に製品ページが公式サイトに追加され、いくつかのレビューサイトがテストベンチにサンプルを受け取っています。TT MAXとPROモデルは、初期プロトタイプの公開から約2年を経て、ようやく最終的な形になりました。GuliKitはGamescom 2024で次世代Elvesシリーズと「Libra MAX」コントローラーを展示しましたが、TTデザインはKingKong（KK）シリーズのスピンオフであり、現代のXboxコントローラーに近い形状をしています。以前は秋に発売されると予想されていましたが、不明な理由により何度か遅延がありました。製品情報によると、TTシリーズは720°のテンション調整が可能なTMRジョイスティックを搭載し、Hyperlink 2アダプターが標準で付属しています。交換可能なフローティングDパッドシステムも注目点であり、格闘ゲームに最適だとGuliKitは考えています。Nintendo Switch 2ユーザーは、TTコントローラーでデバイスを起動できることを喜ぶでしょう。<h3>中の人の本音</h3><p>マジか！720°調整ジョイスティックとか、Switch 2対応とか、めっちゃ欲しいわ。Xbox風デザインも普通にアリだ。値段次第だけど、性能良さげだし、絶対チェックする！</p>","leakScore":100},{"date":"2026/01/15","title":"iPhone 18 Pro: 衝撃の新情報!","url":"https://www.macrumors.com/2026/01/14/iphone-18-pro-sizes-under-screen-face-id-rumors/","summary":"• iPhone 18 Pro/Pro Maxは、現行モデルと同じ6.3/6.9インチのディスプレイサイズを維持する見込みです。\n• ディスプレイ下へのFace ID搭載が噂されており、ノッチレスデザインへの進化が期待されます。\n• 標準モデルとAirモデルにもDynamic Islandが搭載される可能性があります。","content":"最新のリーク情報によると、iPhone 18 ProとiPhone 18 Pro Maxは、それぞれ6.3インチと6.9インチのディスプレイサイズを維持する見通しです。特に注目すべきは、ディスプレイ下へのFace ID搭載の可能性です。これにより、画面上部のノッチが廃止され、より没入感のあるデザインが実現すると期待されています。また、iPhone 18とiPhone Air 2にもDynamic Islandが搭載されるとの情報があります。Appleは通常9月にProモデルを発売しますが、標準モデルとAirモデルは2027年3月頃の発売となる可能性があります。情報源は信頼性の高いリーカーであり、過去にも正確な情報を漏洩しています。<h3>中の人の本音</h3><p>画面下Face IDはマジか！絶対欲しいわ。Proモデルのサイズ変更なしはちょっと残念だけど、技術的に難しいのかも。普通に欲しいけど、価格がネックだわね。</p>","leakScore":80},{"date":"2026/01/15","title":"iPhone折りたたみ、新素材で実現へ","url":"https://www.macrumors.com/2026/01/14/foldable-iphone-to-be-built-with-liquid-metal/","summary":"• Appleは初の折りたたみiPhoneに、液体金属と改良型チタン合金を使用する計画です。\n• ヒンジ部分には、Appleが長年研究してきた液体金属が採用される見込みです。\n• 本体には、強度向上と軽量化を実現したチタン合金が使用される予定です。","content":"Appleは、初の折りたたみiPhoneのヒンジに液体金属を使用し、耐久性と柔軟性を高めることを検討しています。液体金属は結晶構造を持たないため、高い強度と耐屈曲性、そして繰り返しの機械的ストレスに対する優れた耐性を持っています。本体には、既存のチタンフレームよりも強度を向上させつつ、軽量化を実現した改良型チタン合金が採用される予定です。Appleは2010年から液体金属技術のライセンスを取得しており、小型部品に使用してきましたが、構造部品への大規模な応用は困難でした。今回の折りたたみiPhoneでは、長年の研究成果が活かされることになります。この折りたたみiPhoneは、7.8インチの内側ディスプレイと5.5インチの外側ディスプレイを備え、A20チップとC2モデムを搭載すると予想されています。発売は2026年秋頃の見込みです。<h3>中の人の本音</h3><p>チタンと液体金属か！マジかよ！折りたたみiPhone、普通に欲しいわ。A20チップ積んでるなら性能も最高だし、値段次第で即買いするかも。めっちゃ楽しみだ！</p>","leakScore":90},{"date":"2026/01/15","title":"空中RPG「Echoes of Elysium」EA開始日決定","url":"https://wccftech.com/airship-co-op-survival-rpg-echoes-of-elysium-now-set-for-january-27-early-access-debut/","summary":"• Loric Gamesの協力型サバイバルRPG「Echoes of Elysium」の早期アクセス開始日が1月27日に決定しました。\n• 当初の発売予定は2025年12月4日でしたが、コミュニティとの連携を重視し、延期されていました。\n• 価格に関する情報は現時点では公開されていません。","content":"Loric Gamesは本日、待望の空中を舞台とした協力型サバイバルRPG「Echoes of Elysium」の早期アクセス開始日を1月27日に設定したことを発表しました。以前、本ゲームは2025年12月4日の発売を予定していましたが、コミュニティとの連携を深めるため、2026年1月まで延期されていました。CEO兼共同創業者であるBrian Johnson氏は、声明の中で「ゲームをコミュニティと共に作り上げていきたい」と述べています。価格については、まだ情報が公開されていません。<h3>中の人の本音</h3><p>空中RPGか！面白そうだけど、EAでどんな感じか気になるな。価格次第だわ。グラフィックとかシステムが良ければ普通に欲しいかも！</p>","leakScore":92},{"date":"2026/01/14","title":"Ubisoft Layoffs Reportedly Continue at Growtopia Studio, Ubisoft Abu Dhabi","url":"https://wccftech.com/ubisoft-layoffs-continue-ubisoft-abu-dhabi/","summary":"（AI制限中のため原文） Ubisoft is starting 2026 in a similar fashion to how it started 2025. The Assassin's Creed company s...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Ubisoft is starting 2026 in a similar fashion to how it started 2025. The Assassin's Creed company shut down its Leamington-based studio in January 2025, laying off 185 people. To start 2026, between the shuttering of Ubisoft Halifax and yesterday's layoffs at Massive Entertainment and Ubisoft Stockholm, Ubisoft has already laid off an estimated 126 developers. Now, that number is definitely a little higher, as a new report from Game Developer reveals layoffs have continued at Ubisoft Abu Dhabi. According to the report, cuts at the Abu Dhabi studio began back in December 2025 and have continued into the new [&#8230;]</p>","leakScore":80},{"date":"2026/01/14","title":"Synopsys、GFへプロセッサIP事業売却","url":"https://www.techpowerup.com/345185/synopsys-enters-definitive-agreement-with-globalfoundries-for-sale-of-processor-ip-solutions-business","summary":"• SynopsysがGlobalFoundriesにプロセッサIP事業を売却する最終合意を発表しました。\n• Synopsysは、インターフェースIPと基礎IPに注力し、AIを活用した高付加価値事業を追求します。\n• 本取引は、顧客の設計リスク軽減と市場投入までの時間短縮に貢献すると期待されています。","content":"Synopsys Inc.は本日、同社のプロセッサIPソリューション事業をGlobalFoundries (GF)に売却する最終合意に達したことを発表しました。Synopsysは、IP品質への多大な投資、包括的な技術サポート、堅牢なIP開発方法論を通じて、設計者が統合リスクを軽減し、市場投入までの時間を加速することを可能にしています。今回の取引は、SynopsysのIP事業が、インターフェースIPと基礎IPにおけるリーダーシップを強化し、HPC、モバイル、自動車、コンシューマー向けのクラウドからエッジまで、AIを活用した高付加価値の機会を追求することに注力することを強化します。SynopsysのSassine Ghazi社長兼CEOは、「GFはプロセッサIPソリューション事業の将来にとって最適な管理者であり、チーム、顧客、パートナーとの円滑な移行に尽力します」と述べています。<h3>中の人の本音</h3><p>うわ、マジか！プロセッサIPがGFに…！インターフェースと基礎IPにSynopsysが集中するなら、もっとヤバいものが来るかも。普通に欲しいわ！AI関連も強化するってマジ？</p>","leakScore":86},{"date":"2026/01/14","title":"MIO: Memories in Orbit発売間近！","url":"https://www.techpowerup.com/345186/focus-explores-various-aspects-of-mio-memories-in-orbit-launching-on-january-20","summary":"• メトロイドヴァニア「MIO: Memories in Orbit」が1月20日に発売予定です。\n• PlayStation 5、Xbox Series X|S、PC、Nintendo Switchでプレイ可能です。\n• ゲームの世界観、キャラクター、挑戦内容を紹介する最新映像が公開されています。","content":"Focus Entertainmentより、メトロイドヴァニア「MIO: Memories in Orbit」の発売日が1月20日に決定しました。PlayStation 5、Xbox Series X|S、PC、そしてNintendo Switchの各プラットフォームで展開されます。発売まで残りわずかとなり、ゲームの世界観や登場人物、そして待ち受ける試練について紹介する最新のプロモーション映像が公開されました。今後の追加映像では、プレイスタイルを変化させる力や改造、そしてゲーム音楽に焦点を当てた内容が予定されています。詳細については、Focus Entertainment Communityチャンネルをご確認ください。<h3>中の人の本音</h3><p>メトロイドヴァニアかー。グラフィックは悪くないけど、PCスペックとか全然書いてないのが気になる。まあ、普通に面白そうなら買うかも。特に情報がないから評価は保留だわ。</p>","leakScore":94},{"date":"2026/01/14","title":"iPhone Air MagSafe バッテリーFW更新","url":"https://www.macrumors.com/2026/01/14/iphone-air-magsafe-battery-firmware-update/","summary":"• AppleがiPhone Air MagSafeバッテリーのファームウェアをアップデートしました。\n• 最新バージョンは8B32（アプリ内では101.0）で、以前のバージョン8B25（99.0）から更新されています。\n• アップデート内容は公開されていませんが、パフォーマンス向上やバグ修正が含まれていると推測されます。","content":"Appleは今週、iPhone Air MagSafeバッテリー向けに新たなファームウェアアップデートをリリースしました。バージョン番号は8B32で、iPhoneの設定アプリ内ではバージョン101.0と表示されます。以前のファームウェアは8B25（バージョン99.0）でした。Appleは通常、iPhone Air MagSafeバッテリーのファームウェアアップデートに関するリリースノートを公開していません。そのため、今回のアップデートで何が新しくなったのかは不明ですが、パフォーマンスと安定性の改善、および/またはバグ修正が含まれていると考えるのが妥当でしょう。ファームウェアのアップデートは、バッテリーが充電され、アクティブに使用されている間に自動的にバックグラウンドでインストールされます。バッテリーのファームウェアバージョンは、iPhoneに接続し、設定アプリを開き、「一般」→「情報」→「iPhone Air MagSafeバッテリー」で確認できます。<h3>中の人の本音</h3><p>バッテリーのファームウェア更新か…まあ、安定するなら良いけど、正直言って地味だわ。MagSafe自体は便利だけど、値段考えると微妙かな。普通にモバイルバッテリーの方がコスパ良い気がする。</p>","leakScore":100},{"date":"2026/01/14","title":"AI GPUでメモリ逼迫深刻化","url":"https://wccftech.com/just-one-major-ai-gpu-lineup-to-consume-as-much-memory-this-year-as-100-150-million-smartphones-contributing-to-100-150-per-unit-price-hikes-from-apple-and-samsung/","summary":"• NVIDIAの新型GPU「Vera Rubin」が世界のメモリ需要の10%を占める見込みです。\n• メモリ不足により、AppleやSamsungなどのスマートフォンメーカーが価格を100～150ドル程度引き上げる可能性があります。\n• メモリ価格の高騰が、スマートフォン市場全体に影響を与えることが予想されます。","content":"KeyBancの最新レポートによると、NVIDIAの次世代AI GPU「Vera Rubin」の設計変更により、世界のメモリ資源を大幅に消費すると予測されています。現在すでにメモリ供給が逼迫している状況下で、この状況はさらに悪化し、AppleやSamsungといった大手スマートフォンメーカーを含む全てのOEMに影響を及ぼす可能性があります。これらのメーカーは、メモリ価格の高騰を補填するため、2026年発売予定のスマートフォン価格を100～150ドル程度引き上げることを検討している模様です。NVIDIAの「Vera Rubin」は、世界のスマートフォン市場全体のメモリ資源の10%を消費すると見込まれています。メモリ価格の高騰は、需要破壊を引き起こし、スマートフォン市場全体に影響を与える可能性があります。<h3>中の人の本音</h3><p>マジか！NVIDIAのGPUがメモリ食いまくるって、スマホも値上げか…。でも、AI性能爆上がりなら、ある意味仕方ないかも。メモリ不足はPCパーツにも響くから、マジでヤバいんだわ。早く新しいGPU手に入れたい！</p>","leakScore":88},{"date":"2026/01/14","title":"【翻訳失敗】Forza Horizon 6 Leak Reveals May 19 Launch Date","url":"https://wccftech.com/forza-horizon-6-leak-reveals-may-19-launch-date/","summary":"AI生成に失敗しました。","content":"<p>It appears that a leak in Forza Horizon 5 may have inadvertently revealed the launch date of Forza Horizon 6 well ahead of next week's Xbox Developer Direct show. According to X user XBOXF10, a pop-up ad revealed that the game will launch on May 19, although early access will start four days early for those who pre-purchase the Premium Edition or get the Premium Upgrade. Pre-order Forza Horizon 6 Premium Edition or get the Premium Upgrade featuring: This date follows an earlier rumor from insider Nate the Hate, who claimed that the British developer was targeting the first half [&#8230;]</p>","leakScore":64},{"date":"2026/01/14","title":"【翻訳失敗】(PR) BIOSTAR Unveils Two New EdgeComp Nano Series IPCs","url":"https://www.techpowerup.com/345183/biostar-unveils-two-new-edgecomp-nano-series-ipcs","summary":"AI生成に失敗しました。","content":"<p>BIOSTAR, a leading manufacturer of edge computing solutions, industrial motherboards, graphics cards, and storage devices, today announces a refined dual-track edge computing strategy for its EdgeComp industrial computing portfolio, addressing the evolving demands of IoT deployments and edge AI applications.\n\nAs edge computing adoption accelerates across industrial automation, smart infrastructure, and intelligent systems, market requirements have become increasingly segmented. IoT deployments often prioritize compact design, low power consumption, and long-term stability, while edge AI applications demand significantly higher compute performance and real-time processing capability. Recognizing these distinct requirements, BIOSTAR has formalized its EdgeComp portfolio around a clear dual-track approach, enabling system integrators and solution providers to deploy purpose-built platforms tailored to specific application needs.   Read full story</p>","leakScore":71},{"date":"2026/01/14","title":"TCSとAMDがAI協力を強化","url":"https://www.techpowerup.com/345184/tcs-and-amd-announce-strategic-collaboration-to-drive-ai-adoption-at-scale","summary":"• TCSとAMDが、企業向けAI導入の加速とレガシー環境の近代化で戦略的提携を開始します。\n• 両社は、業界特化型AI/GenAIソリューションの共同開発を計画し、TCSの専門知識とAMDの高性能技術を組み合わせます。\n• ハイブリッドクラウド環境の近代化、AI搭載ワークプレイスの展開、AI性能向上のためのフレームワーク開発を目指します。","content":"タタ・コンサルタンシー・サービス（TCS）とAMDは、企業におけるAI導入の規模拡大、レガシー環境の近代化、そして安全で高性能なデジタルワークプレイスの構築を支援するための戦略的提携を発表しました。今回の提携では、TCSの深いドメイン知識、システム統合能力、グローバルなイノベーションエコシステムと、AMDの高性能コンピューティングおよびAI製品ポートフォリオを組み合わせ、業界特化型のAIおよび生成AIソリューションを共同開発する予定です。両社は、ハイブリッドクラウドおよびエッジ環境の近代化、AIを活用したワークプレイスソリューションの展開、クラウドからエッジまでのワークロードにおけるイノベーションの加速を支援します。また、TCSは、AMDの最先端ハードウェアおよびソフトウェア技術に関する社員のスキルアップと認定を迅速に進めます。さらに、次世代AIソリューションを共同で革新し、提供できる専門家チームを育成するために、両社は共同で人材投資を行う予定です。ライフサイエンス（創薬）、製造（認知品質エンジニアリングとスマート製造）、BFSI（インテリジェントリスク管理）などの分野向けに、業界特化型の生成AIフレームワークを開発します。最後に、トレーニングおよび推論ワークロードの両方でAI性能を向上させるための、カスタマイズされたアクセラレータ、フレームワーク、ベストプラクティスを提供し、組織がAIの力を最大限に活用できるように支援します。<h3>中の人の本音</h3><p>AMDとTCSの連携か。AIソリューション開発はマジで熱いな！高性能なAMDのハードでAIをガンガン動かすって、普通に欲しいわ。特に製造業とかの分野で活用されるの楽しみだ。</p>","leakScore":79},{"date":"2026/01/14","title":"ASUS次世代ワークステーション板","url":"https://wccftech.com/asus-next-gen-w890-workstation-motherboard-for-intel-granite-rapids-ws-cpus-lga-4710-socket/","summary":"• ASUSがIntel Granite Rapids-WS対応の次世代ワークステーションマザーボード「W890」を発表しました。\n• LGA 4710ソケット、PCIe 5.0スロットx7、DDR5スロットx8を搭載し、拡張性に優れています。\n• EEBフォームファクターを採用し、プロフェッショナルな用途に適しています。","content":"ASUSは、IntelのGranite Rapids-WS CPUファミリーに対応する次世代ワークステーションマザーボード「W890」を展示しました。このマザーボードはLGA 4710ソケットを採用しており、最新のXeon CPUに対応します。PCIe 5.0スロットを7つ、DDR5スロットを8つ搭載し、高い拡張性とパフォーマンスを提供します。また、EEBフォームファクターを採用することで、プロフェッショナルなワークステーション環境での利用に適しています。前世代のPro WS W790-SAGE SEをさらに進化させたモデルであり、ハイエンドユーザーからの期待を集めています。<h3>中の人の本音</h3><p>うわ、マジか！Granite Rapids-WS対応でPCIe 5.0が7つも！？DDR5も8枚挿しとか、ぶっ飛んでるだわ。自作PCの限界に挑戦したいなら、これしかない！普通に欲しい！</p>","leakScore":87},{"date":"2026/01/14","title":"RAM Shortages Have Gone So Crazy That Thieves Are Now Actually Pulling Modules Out of PCs, Given It’s More Worthwhile Than Taking the Whole Unit","url":"https://wccftech.com/ram-shortages-have-gone-so-crazy-that-thieves-are-now-actually-pulling-modules-out-of-pc/","summary":"（AI制限中のため原文） RAM shortages are escalating to new extremes with each passing day, and in a recent incident, a thie...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>RAM shortages are escalating to new extremes with each passing day, and in a recent incident, a thief pulled up at a public location, only to steal RAM modules from a PC, hoping to capitalize on their high pricing. A Thief Only Steals Memory Modules Out of the PC, And Despite This, Insurance Is Finding Trouble Giving Out the Compensation Memory shortages are driving RAM module pricing to new and absurd levels, with one prime example being the retailing of a 256 GB memory stick for thousands of dollars. More specifically, the consumer markets are heavily affected by the ongoing [&#8230;]</p>","leakScore":65},{"date":"2026/01/14","title":"SP Industrial DDR5-7200 64GB","url":"https://www.techpowerup.com/345181/sp-industrial-presents-high-speed-ddr5-7200-64-gb-csodimm-cudimm","summary":"• SP Industrialが、高性能DDR5メモリ製品群に64GB DDR5-7200 CSODIMM/CUDIMMモジュールを追加しました。\n• AIワークロードや次世代産業プラットフォームの需要に応えるため、信号安定性、データ整合性、システム信頼性を向上させています。\n• JEDEC標準DDR5アーキテクチャに基づき、7200MT/sの帯域幅と低消費電力1.1V動作を実現しています。","content":"SP Industrialは、産業グレードのメモリソリューションを提供するグローバルプロバイダーとして、高性能DDR5メモリ製品群に新たな製品を追加しました。今回発表されたのは、64GBの容量を持つDDR5-7200 CSODIMMおよびCUDIMMモジュールです。これらのモジュールは、AIを活用したワークロードや次世代の産業プラットフォームにおける需要の高まりに対応するため、信号の安定性、データの整合性、そしてシステム全体の信頼性を向上させるように設計されています。最新のJEDEC標準DDR5アーキテクチャを採用し、7200MT/sの帯域幅、64GBのシングルモジュール容量、そして低消費電力1.1V動作を実現することで、データ集約型のアプリケーションにおいて、より高速なデータ転送と効率的な処理を可能にします。設計においては、クロック、コマンド、コントロール信号の整合性が最適化されており、複雑かつ要求の厳しいシステムアーキテクチャにおいても安定した動作をサポートします。<h3>中の人の本音</h3><p>DDR5-7200 64GBか！速いし容量もデカいし、普通に欲しいわ。特にAI用途とかエッジコンピューティング向けって書いてあるし、マジで高性能だ。価格次第だけど、自作PCに組み込みたい！</p>","leakScore":78},{"date":"2026/01/14","title":"Cyber Acoustics CA-2110USB発表","url":"https://www.techpowerup.com/345182/cyber-acoustics-announces-the-ca-2110usb-desktop-speakers","summary":"• Cyber Acousticsが新しいデスクトップスピーカーCA-2110USBを発表しました。\n• 上向き設計により、部屋全体に自然で広がりのある音響効果を実現します。\n• コンパクトなサイズながら、クリアなステレオサウンドを提供します。","content":"Cyber Acousticsは、30年の実績を持つ信頼性の高いオーディオソリューションプロバイダーとして、本日、CA-2110USBを発表いたしました。このスピーカーは、洗練された丸みを帯びたデザインで、あらゆるデスクトップ環境を向上させます。コンパクトなサイズでありながら、音楽、映画、ポッドキャスト、ゲーム、ビデオ通話など、あらゆる用途でクリアなステレオサウンドを提供します。上向き設計を採用することで、音を周囲の表面に反射させ、部屋全体に均一に音を広げ、より自然で広がりのある音響体験を実現します。また、上向き設計は、近くの表面からの反射を低減し、よりクリアで鮮明なオーディオを実現します。<h3>中の人の本音</h3><p>うーん、PCのスピーカーか。音質は気になるけど、デザインは悪くないかも。値段次第だな。特にこだわりはないけど、普通に欲しいかも！</p>","leakScore":89},{"date":"2026/01/14","title":"Apple、AIチップ需要で部材調達難","url":"https://www.macrumors.com/2026/01/14/apple-struggling-with-key-material-shortage/","summary":"• Appleは、AIブームによる需要増で、基板材料となる特殊なガラスクロス繊維の供給不足に直面しています。\n• 主要サプライヤーであるNitto Bosekiの生産能力が限界に達しており、NVIDIAなどの競合他社も同じ供給網に参入しています。\n• Appleは、代替サプライヤーの開拓や政府への支援要請など、供給確保のために様々な対策を講じています。","content":"Appleは、iPhoneなどのデバイスに使用されるプリント基板やチップ基板に不可欠な高機能ガラスクロス繊維の調達において、新たな供給網の課題に直面していると報じられています。この特殊なガラスクロス繊維は、Nitto Bosekiがほぼ独占的に生産しています。Appleは、AIコンピューティングの需要が高まる以前から同社の高品質なガラスクロス繊維を使用しておりましたが、AIワークロードの拡大に伴い、NVIDIA、Google、Amazon、AMD、Qualcommなどの企業も同様の供給網に積極的に参入し、Nitto Bosekiの限られた生産能力に前例のない圧力をかけています。これに対し、Appleは、供給網を保護するために、昨年秋に社員を日本に派遣し、基板材料を生産する三菱ガス化学に駐在させるなどの異例の措置を講じました。また、日本の政府関係者にも供給確保のための支援を要請したとされています。さらに、Appleは代替サプライヤーの認定作業も進めていますが、進捗は遅れています。中国の小規模なガラス繊維メーカーであるGrace Fabric Technologyと連携し、三菱ガス化学に品質改善の支援を依頼しています。台湾や中国の潜在的な新規参入企業も生産規模の拡大を試みていますが、業界関係者によると、必要なレベルの一貫した品質を達成することは依然として困難であるとのことです。ガラス繊維は非常に薄く、均一で、欠陥がない必要があり、ガラスクロスはチップ基板の深部に埋め込まれるため、組み立て後に修理や交換はできません。そのため、主要なチップメーカーは、一時的であっても、低グレードの材料を採用することを躊躇しています。Appleは、一時的な対策として、より低機能なガラスクロス繊維の使用を検討していますが、これには広範なテストと検証が必要であり、2026年の製品に対する供給制約を大幅に緩和することにはなりません。同様の懸念が他のチップメーカーにも影響を与えています。<h3>中の人の本音</h3><p>マジか！iPhoneの材料がAIチップに奪われるとかヤバすぎ。高性能ガラスクロスは重要だわ。早く代替見つけないと、iPhoneの進化が止まるかも…普通に欲しいけど、供給が追いつかないなら意味ない。</p>","leakScore":88},{"date":"2026/01/14","title":"Ryzen AI MAX+ 392ベンチマーク","url":"https://wccftech.com/amd-ryzen-ai-max-392-12-core-strix-halo-first-benchmarks-faster-vs-12-core-7900x-desktop-cpu/","summary":"• AMDのRyzen AI MAX+ 392 SoCの初期ベンチマークが公開されました。\n• 12コア構成でRadeon 8060S GPUを搭載し、コストパフォーマンスに優れます。\n• CES 2026で発表されたStrix Haloシリーズの新たな選択肢となります。","content":"AMDはCES 2026で発表したRyzen AI MAX+ SoCファミリーに、Ryzen AI MAX+ 392とRyzen AI MAX+ 388の2つの新しいモデルを追加しました。Ryzen AI MAX+ 392は12コア構成で、フルRadeon 8060S GPUを搭載しています。このSoCは、よりコスト効率の高いゲーミングラップトップ向けのCPU性能を提供することを目的としています。初期のベンチマークテストでは、デスクトップ版のRyzen 9 7900Xを上回る性能を示しています。<h3>中の人の本音</h3><p>マジか！Ryzen 392、デスクトップの7900X超え！？ゲーミングノートでこれ使えるなら普通に欲しいわ。コスパ最強じゃん！速攻でスペック調べちゃう。</p>","leakScore":100},{"date":"2026/01/14","title":"Steam Machine: 互換性重視!","url":"https://wccftech.com/it-just-works-steam-machine-verified-badge-will-have-fewer-constraints-than-steam-deck-verification-to-no-ones-surprise/","summary":"• ValveがSteam Deckに続き、リビングルーム向けのSteam Machineを今年発売予定です。\n• Steam Machineは、PCゲームとコンソールのギャップを埋めることを目指しています。\n• RAM不足の影響は価格に及ぶ可能性がありますが、Valveのアクセシビリティ戦略は変わりません。","content":"Valveは、数年前に発売されたSteam Deckによってハンドヘルドゲームデバイス市場を新たに創出しました。今年、ValveはSteam Machineを発売し、ゲーミングPCとコンソールの間のギャップをさらに埋めることを計画しています。現在のRAM不足は、すべてのコンソールの価格に影響を与える可能性がありますが、Valveの新しいハードウェア戦略は、可能な限りアクセスしやすく、手間なく動作するようにすることに変わりはないようです。Valveのデザイナー、Lawrence Yang氏は、開発者は[…]<h3>中の人の本音</h3><p>Steam Machineか…PCゲームが手軽にできるなら普通に欲しい！スペック次第だけど、Steam Deckより高性能なら絶対買うわ。価格が重要だわね。</p>","leakScore":72},{"date":"2026/01/14","title":"OnePlus CEOに逮捕状！台湾人材流出","url":"https://wccftech.com/taiwan-issues-arrest-warrant-for-oneplus-ceo-and-founder-pete-lau/","summary":"• OnePlusのCEO、ピート・ラウ氏に台湾当局から逮捕状が発令されました。\n• 同氏は、70人ものエンジニアを不法に採用した疑いが持たれています。\n• 中国企業による台湾からの人材獲得が問題視されています。","content":"OnePlusの創業者兼CEOであるピート・ラウ氏が、台湾の検察当局から逮捕状を発令されました。容疑は、台湾のエンジニアを不法に採用し、OnePlusに有利な立場をもたらしたというものです。台湾では、中国企業による人材引き抜きが長年問題視されており、SMICなどの大手半導体メーカーも同様の疑いをかけられています。OnePlusは10年以上前から台湾の人材を採用していたとされており、既に2名の市民が起訴されています。今回の事件は、技術流出の懸念も孕んでいます。<h3>中の人の本音</h3><p>え、マジかよ！人材獲得競争激しいの知ってたけど逮捕状って…！台湾のエンジニアって優秀だもんね。OnePlusのスマホ、普通に欲しいかも。特にSoCとか気になるわ。</p>","leakScore":69},{"date":"2026/01/14","title":"Silicon Power DDR5-7200登場！","url":"https://wccftech.com/silicon-power-intros-ddr5-7200-cudimm-csodimm-memory-modules-for-ai-platforms/","summary":"• Silicon Powerが、AIプラットフォーム向けDDR5-7200 CUDIMM/CSODIMMモジュールを発表しました。\n• デスクトップPCおよびAIアプリケーションに対応し、64GBの大容量と低電圧1.1V動作を実現します。\n• エッジコンピューティングや高性能コンピューティング環境における信号安定性、データ整合性、システム信頼性を向上させます。","content":"Silicon Power Industrialは、最新のDDR5-7200メモリモジュールをCUDIMMおよびCSODIMMの形式で発表しました。これらのモジュールは、デスクトップPCとAIアプリケーション向けに設計されており、各モジュールあたり64GBの容量と、低電圧1.1Vでの動作を特徴としています。本製品は、AIワークロードの増加と次世代産業プラットフォームの需要に応えるため、信号安定性、データ整合性、システム信頼性の向上を目指しています。エッジコンピューティングや高性能コンピューティング環境において、優れたパフォーマンスを発揮することが期待されます。<h3>中の人の本音</h3><p>DDR5-7200で64GBか…！しかも1.1V動作は熱対策も楽そうで良いな。AI用途って書いてあるけど、普通にゲーミングPCにも欲しいわ。価格次第だけど、マジで検討する。</p>","leakScore":91},{"date":"2026/01/14","title":"Intel’s Flagship Granite Rapids-WS CPU, The Xeon 698X, Has Leaked Again: 86 Cores & A Massive 508 MB Cache","url":"https://wccftech.com/intel-flagship-granite-rapids-ws-cpu-xeon-698x-leak-86-cores-508-mb-cache/","summary":"（AI制限中のため原文） Intel's flagship Granite Rapids-WS CPU has leaked out, the Xeon 698X, featuring lots of cores and a ...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Intel's flagship Granite Rapids-WS CPU has leaked out, the Xeon 698X, featuring lots of cores and a huge amount of cache. Intel Xeon 698X CPU Leak Points To 86 Cores, Over 500 MB of Cache &#38; 4.70 GHz Clocks, Making The Flagship Granite Rapids-WS Chip Intel's Xeon 600 or Granite Rapids-WS family is expected to launch soon. Although Intel hasn't officially announced it yet, there have been multiple leaks with several SKUs breaking cover over the internet and various benchmark databases. Today's entry is of the flagship Xeon 698X chip, which has some juicy specs. In terms of specifications, the [&#8230;]</p>","leakScore":99},{"date":"2026/01/14","title":"DDR3復活！メモリ不足で旧世代台頭","url":"https://www.techpowerup.com/345177/ddr3-platforms-make-a-comeback-amid-severe-memory-shortages","summary":"• 深刻なメモリ不足により、旧世代DDR3プラットフォームの需要が急増しています。\n• 中国市場を中心に、Intel X99 HEDTプラットフォームが注目を集めています。\n• DDR3マザーボードの販売量が急増しており、低価格PC需要を牽引しています。","content":"2026年現在、深刻なメモリ不足の影響を受け、DDR3メモリプラットフォームが再び人気を集めています。中国のボードチャンネルの報告によると、中国の消費者は、手頃な価格で大容量メモリを確保するため、Intelの旧X99 HEDTプラットフォームに注目しています。古いIntel Xeonプロセッサはクアッドチャネルメモリをサポートしており、中国のアフターマーケットマザーボードは、X99チップセット（本来DDR4をサポート）で通常のDDR3およびECC DDR3メモリを使用できるように改良されています。これにより、古い安価なモジュールを再利用することが可能になっています。クアッドチャネルサポートと最大128GBの容量により、このアプローチはワークステーションレベルの容量を低価格で実現します。さらに、LGA 2011-V3ソケットを搭載したデュアルソケットX99マザーボードは、8つのチャネル全体で最大256GBのDDR3容量を提供します。DDR3マザーボードの販売量は急速に増加しており、これは低価格ビルドの需要の回復によるものと考えられます。DDR3マザーボードと6世代から9世代のCPUを組み合わせたバンドルがよく売れています。国内マザーボードブランドからの最新情報に基づくと、DDR3マザーボードの販売量は急速に増加しており、約2〜3倍以上の成長傾向を示しています。<h3>中の人の本音</h3><p>マジか！DDR3が復活するなんて。Xeonとか懐かしいな。クアッドチャネルで128GBとか、今でも十分使えるじゃん！メモリ高騰してるから普通に欲しいかも。安く組めるならアリだわ！</p>","leakScore":86},{"date":"2026/01/14","title":"HKC、驚異の8K MiniLEDモニター","url":"https://wccftech.com/hkc-worlds-first-36-5-8k-miniled-monitor-peak-brightness-of-1800-nits/","summary":"• HKCが世界初の36.5インチ8K MiniLEDモニターを発表しました。\n• ピーク輝度は1800ニトと非常に明るく、高画質を実現します。\n• CES 2026にて、KooruiやAntgamerも最新ゲーミングモニターを展示しました。","content":"HKCは、CES 2026において、最大解像度8K、ピーク輝度1800ニトを実現する新型MiniLEDモニターを展示しました。パートナー企業のKooruiは、5120x1440解像度と1800Rの曲率を持つ49インチのQD-OLEDモニター「S4941XO」を、Antgamerは最大リフレッシュレート1080Hzのeスポーツ向けゲーミングモニター「ANT275PQ」を発表しました。今回のHKCのモニターは、その高解像度と輝度により、非常に高い画質を提供すると期待されています。<h3>中の人の本音</h3><p>8K MiniLEDでピーク輝度1800ニト！？マジか。値段にもよるけど、もし手頃なら普通に欲しいわ。PCパーツ沼にハマってる俺には、最高の環境構築の夢が広がる！</p>","leakScore":90},{"date":"2026/01/14","title":"Flagship Intel Xeon 698X \"Granite Rapids-WS\" with 86 Cores and 336 MB L3 Cache Appears","url":"https://www.techpowerup.com/345176/flagship-intel-xeon-698x-granite-rapids-ws-with-86-cores-and-336-mb-l3-cache-appears","summary":"（AI制限中のため原文） Intel's flagship &quot;Granite Rapids-WS&quot; processor has appeared on Geekbench, confirming the s...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Intel's flagship &quot;Granite Rapids-WS&quot; processor has appeared on Geekbench, confirming the specifications that will power Intel's HEDT platform for the upcoming year. The tested model is a Xeon 698X CPU, featuring 86 cores and 172 threads, with a base frequency of 2.0 GHz and a boost frequency of 4.6 GHz. With 86 cores, it is unclear whether this boost frequency applies to all cores or only select ones. Nonetheless, the CPU achieved a score of 2,532 points in the single-core test and 21,030 points in the multicore test on Geekbench v6.5, running on the Ubuntu 24.04.3 LTS operating system. This CPU SKU also includes an impressive 336 MB of L3 cache. Built on Intel's XCC server compute dies, the design likely involves a multi-chip-module SoC working together to achieve the high core count. These specifications are not yet public, so the exact die configuration will be revealed when the platform launches.\n\nFor the W890 workstation platform hosting these CPUs, Intel has chosen a socket E2 design with 4,710 LGA pins, capable of supporting TDP ratings up to 350 watts. Intel is adopting a two-tier approach with distinct &quot;Expert&quot; and &quot;Mainstream&quot; configurations. The Expert-class offers 112 PCIe lanes (96 PCIe 5.0 lanes plus 16 PCIe 4.0 lanes), while the Mainstream tier provides 80 PCIe 5.0 lanes. As for pricing, these CPUs are expected to be expensive. Earlier listings indicated that the lineup peaks at a price point of $8,300 for the flagship Xeon 698X SK</p>","leakScore":85},{"date":"2026/01/14","title":"Hytale早期アクセス開始！大盛況か","url":"https://wccftech.com/long-awaited-minecraft-like-mmo-hytale-launches-early-access/","summary":"• Hytaleが開発者によって権利が買い戻され、早期アクセスを開始しました。\n• Steamでの配信は未定ですが、公式サイトにて3つの購入オプションが提供されています。\n• 280万人以上のユーザーがゲームに参加したとの噂がありますが、公式なデータは不明です。","content":"Hytaleは、Minecraftに似たMMOであり、以前Riot Gamesによって開発が行われていましたが、現在は元の開発者であるSimon Collins-Laflamme氏が権利を買い戻し、早期アクセスを開始しました。Steamでの配信は今後の可能性がありますが、現時点では公式サイトでの購入のみが可能です。3つの購入オプションが用意されており、Steamのようなオープンなデータがないため、正確なローンチ状況は不明です。開発者であるSimon Collins-Laflamme氏が280万人以上のユーザーがゲームに参加したと示唆しているという噂がありますが、公式な発表はまだありません。<h3>中の人の本音</h3><p>マイクラ系MMOか！280万人ってマジかよ！サーバーの安定性とか気になるけど、普通に欲しいわ。早く詳細スペックとか知りたい！Moddingとかも期待だわ。</p>","leakScore":74},{"date":"2026/01/14","title":"中国、NVIDIA H200制限か","url":"https://wccftech.com/china-plays-cat-and-mouse-with-nvidia-once-again/","summary":"• 中国当局が、NVIDIAのH200 AIチップの輸入を制限している模様です。\n• 米国と中国の間で、AIチップに関する政策が頻繁に変更されています。\n• トランプ前大統領は以前、H200チップの対中販売を許可する方針を示していました。","content":"中国当局が、NVIDIAの最新AIチップであるH200の中国への輸入を許可していないとの報告があります。これは、米国と中国の間でAIチップに関する政策が不安定に変化している状況の中で発生しました。先日、トランプ前大統領はH200チップの対中販売を許可する意向を示しましたが、今回の措置はその決定と矛盾する可能性があります。この状況は、AI技術の発展と国際的なサプライチェーンに不確実性をもたらすと考えられます。<h3>中の人の本音</h3><p>H200が中国に入れなくなるとかマジか！AI開発に影響でまくりだわ。高性能なGPUが手に入らないのは普通に困る。早く次世代のGPU出ないかなー、マジで欲しい！</p>","leakScore":75},{"date":"2026/01/14","title":"Steam Breaks 42 Million Concurrent Players, New All-Time High","url":"https://www.techpowerup.com/345173/steam-breaks-42-million-concurrent-players-new-all-time-high","summary":"（AI制限中のため原文） Valve's Steam platform is a staple of PC gaming, and its influence continues to grow to this day. Ac...","content":"<p><strong>※API制限のため原文を表示します</strong></p><p>Valve's Steam platform is a staple of PC gaming, and its influence continues to grow to this day. According to SteamDB data shared on X, the Steam platform reached an impressive 42 million concurrent players on January 11, at around 14:00 UTC. This represents a new all-time high for the platform, which has broken countless records in the past. Interestingly, one might expect this record to occur during the holiday season when most people have extra time to play. However, it seems that the number of gamers on Steam is increasing even during regular times. Several factors could be contributing to this, including gamers trying out new hardware purchased during the holiday season, seeking discounts, or simply browsing the platform to see if anything interesting is happening.\n\nAt the same time, the number of players in-game was recorded at 13.12 million active gamers, meaning the rest were using the platform to browse, chat, or perhaps do some game shopping. Nonetheless, 42 million concurrent Steam users is a massive achievement. Perhaps when Valve starts rolling out its Steam Machine, more concurrent players will be present, as that will likely increase the number by a few tens of thousands. Third-party SteamOS integration could also help, but we will need to wait and see how Valve handles that. </p>","leakScore":65},{"date":"2026/01/14","title":"iPhone 18：開発開始か？","url":"https://wccftech.com/iphone-18-in-prototype-production-phase-pro-models-to-feature-under-display-face-id/","summary":"• iPhone 18シリーズのプロトタイプ製造が開始されたとの情報があります。\n• Proモデルでは、ディスプレイ下へのFace ID搭載が噂されています。\n• Appleは、スマートフォン市場での首位維持を目指し、次期モデルの準備を進めている模様です。","content":"Appleは、世界最大のスマートフォンブランドとしての地位を維持するため、iPhone 18シリーズの準備を進めていると報じられています。最近、Fixed-focus digital camerasから、新型モデルの生産ラインがテスト段階に入っているという噂がありましたが、今回、情報提供者から、新しいシリーズのプロトタイプ製造段階が開始されたとの情報が寄せられました。特に注目すべきは、iPhone 18 Proモデルにおいて、ディスプレイ下へのFace ID搭載が噂されていることです。その他にも、2つの追加機能がテストされているとのことです。<h3>中の人の本音</h3><p>マジか！ディスプレイ内蔵Face IDは革命的だわ。iPhoneも進化し続けるんだな。Proモデルなら、多少高くても絶対買う！早くスペック詳細が知りたい！</p>","leakScore":57},{"date":"2026/01/14","title":"GAMEMAX NEX C53: 秀逸なパノラマケース","url":"https://www.techpowerup.com/345170/gamemax-unveils-nex-c53-panoramic-chassis-with-backside-connectivity-preparation","summary":"• GAMEMAXから、コンパクトながら拡張性の高いPCケース「NEX C53」が発表されました。\n• 最大410mmのグラフィックボードに対応し、高度な冷却構成も可能です。\n• パノラマビューレイアウトを採用し、優れたエアフローと内部空間の効率化を実現しています。","content":"GAMEMAXは、PCゲーミングハードウェアの革新的なメーカーとして、本日、最新のPCケース「NEX C53 Panoramic Chassis」の発売を発表いたしました。このコンパクトながらも高性能なケースは、最新のコンポーネントを際立たせ、エアフローや互換性を損なうことなく、優れたパフォーマンスを発揮するように設計されています。パノラマビューレイアウトを採用することで、クリーンで没入感のある視覚的な表現を提供しつつ、効率的な内部空間の利用を可能にしています。エンスージアストやゲーマーのニーズに応えるため、NEX C53は最大410mmまでの大型グラフィックボード、高度な冷却構成、そして最新の接続性をサポートします。再設計された内部構造は、従来のレイアウトから脱却し、コンパクトなシャーシフットプリントの中で、プレミアムな美観、強化されたエアフローのカスタマイズ、そして改善された空間効率を実現します。<h3>中の人の本音</h3><p>うわ、マジか！410mmのGPU積めるコンパクトケースか。エアフローも良さそうだし、配線も組みやすそう。値段次第だけど、普通に欲しいわ！DIY欲が刺激される！</p>","leakScore":90},{"date":"2026/01/14","title":"超小型eMMC登場！ウェアラブル進化","url":"https://www.techpowerup.com/345171/atp-electronics-unveils-worlds-smallest-and-first-6-7mm-emmc-to-power-next-gen-smart-wearables","summary":"• ATP Electronicsが世界最小のeMMC（6.7mm）を発表しました。\n• 従来の最小パッケージより67%小型化され、省電力・耐熱性に優れています。\n• スマートグラスなどの次世代ウェアラブルデバイスへの搭載が期待されます。","content":"ATP Electronicsは、専門的なストレージおよびメモリソリューションのグローバルリーダーとして、eMMCのサイズを6.7mmまでさらに小型化することに成功しました。125ボールのファインボールグリッドアレイ（FBGA）をベースに構築された新しいE700Pc / E600Vcソリューションは、寸法制限を打ち破り、世界最小かつ初のこの種の製品となりました。2025年初頭に導入された「最小」パッケージ（7.2 x 7.2 mm）からさらに小型化されており、標準サイズのeMMCと比較して67%小型化されながら、優れた省電力性と耐熱性などの優れた利点を維持しています。これにより、エネルギーとスペースが重要な考慮事項となるアプリケーションに最適です。この成果は、ATPの専門知識と顧客主導のイノベーションへの取り組みによって実現しました。特に、スマートグラスなどのスマートウェアラブルの需要が高まっており、低消費電力要件と厳しいスペース制限が課せられています。<h3>中の人の本音</h3><p>マジか！6.7mmって…小型化の限界に挑戦しすぎだわ！ウェアラブルデバイスの可能性広がるかも。価格次第だけど、普通に欲しいレベル。小型化で性能も落ちてないなら最高だ。</p>","leakScore":100},{"date":"2026/01/14","title":"RTX 5060優先戦略か？","url":"https://www.techpowerup.com/345167/nvidia-to-prioritize-rtx-5060-at-expense-of-rest-of-50-series","summary":"• NVIDIAはDRAM不足を受け、RTX 5060シリーズの生産・物流を優先する方針です。\n• RTX 5060 Ti 16GBモデルや5070 Tiモデルの出荷が削減される可能性があります。\n• DRAM不足は、PCだけでなく、スマートフォンや次世代ゲーム機にも影響を及ぼす見込みです。","content":"NVIDIAは、迫り来るDRAM危機に対応するため、GeForce RTX 5060シリーズ、特にRTX 5060と5060 Ti 8GBモデルの生産と物流を優先する方針を決定しました。これは、RTX 5060 Ti 16GBモデルや5070 Tiモデルの出荷を削減することを意味します。高密度GDDR7モジュールの調達難が、この物流パイプラインの変更の直接的な原因とされています。このサプライチェーンの問題は、NVIDIAやGPUメーカーだけでなく、主要なノートPCやスマートフォンメーカーにも影響を及ぼしており、2025年の製品発表の遅延や、フラッグシップデバイスのRAM削減の可能性も示唆されています。次世代ゲーム機についても、MicrosoftやSonyが遅延を検討しているとの情報があります。<h3>中の人の本音</h3><p>マジか！5060優先とか、普通に欲しいんだけど！上位モデルが手に入りづらくなるのは痛いけど、価格が落ち着けばアリかも。メモリ不足はヤバいな…</p>","leakScore":95},{"date":"2026/01/14","title":"Gemini搭載Siriの新機能7選","url":"https://www.macrumors.com/2026/01/13/google-gemini-siri-capabilities-report/","summary":"• AppleのSiriがGoogleのGeminiによって強化され、よりパーソナライズされた応答が可能になります。\n• 今春から、Siriは事実に基づいた質問への回答、ストーリーテリング、感情的なサポートなどを向上させます。\n• WWDC 2024で発表された新Siriは、iOS 26.4で一部機能がリリースされ、iOS 27でさらに拡張される予定です。","content":"AppleとGoogleは今週、GeminiがよりパーソナライズされたSiriの強化に貢献することを発表しました。The Informationの報道によると、刷新されたSiriは今春から、より会話的な形式で事実に基づいた質問に答えたり、物語を語ったり、感情的なサポートを提供したりできるようになります。また、旅行の予約などのタスクの支援や、料理のレシピなどの情報をメモアプリにドキュメントとして作成することも可能です。Appleは6月のWWDCで、過去の会話の理解や、カレンダーなどのアプリからの情報に基づいた積極的な提案など、Siriの追加機能を発表する予定です。Appleはすでに、Siriがユーザーの個人的な状況、画面上の認識、およびアプリごとの深い制御をより良く理解できるようになると発表しており、報道されている具体的な機能は、それと一致する部分が多いです。例えば、Appleは、iPhoneユーザーがSiriに母親のフライトやランチの予約状況をMailとMessagesアプリの情報に基づいて尋ねる様子をデモンストレーションしました。最新のプロトタイプでは、GoogleやGeminiのブランディングはなく、AppleはGeminiのモデルを微調整して、SiriがiPhoneメーカーが好む方法で応答するように調整できるとのことです。詳細については、The Informationの有料レポートをご参照ください。Appleは、よりパーソナライズされたSiriをWWDC 2024でプレビューしており、刷新されたアシスタントはついに3月または4月にiOS 26.4の一部としてリリースされる予定です。ただし、一部の機能はiOS 27までリリースされない可能性があります。<h3>中の人の本音</h3><p>マジか！Gemini搭載Siri、普通に欲しいわ。特に会話能力向上は楽しみ。Apple Intelligenceとの連携も期待だ。早く試してみたい！</p>","leakScore":100},{"date":"2026/01/14","title":"「スター・トレック：航海記」戦闘システム詳細","url":"https://www.techpowerup.com/345162/daedalic-dives-deep-into-star-trek-voyager-across-the-unknown-combat-systems","summary":"• Daedalic Entertainmentが「Star Trek: Voyager - Across the Unknown」の戦闘システム詳細を公開しました。\n• 2月18日に発売日が決定し、コンソール版の予約受付が開始されました。\n• Deluxe Editionには追加ミッション、新ヒーロー、強力なテクノロジーが含まれます。","content":"Daedalic Entertainmentは、戦略ゲーム「Star Trek: Voyager - Across the Unknown」の戦闘システムに関する詳細な情報を公開しました。同時に、ゲームの発売日が2月18日に決定したこと、およびコンソール版の予約受付が本日より開始されたことを発表しました。本作はSteam版にDeluxe Upgrade、コンソール版にはDeluxe Editionが用意されており、追加ミッションや新ヒーロー、デルタ宇宙域での重要な異星人との遭遇から得られる強力なテクノロジーなどが含まれています。これらの追加コンテンツはキャンペーンに直接統合され、リプレイ性の高い戦術オプションと新たな物語の可能性を提供します。<h3>中の人の本音</h3><p>スター・トレックはあんま興味ないけど、戦略ゲームなら普通に欲しいかも。Deluxe Editionの内容次第だな。値段が高すぎなきゃ、ちょっとチェックしてみる。</p>","leakScore":94},{"date":"2026/01/14","title":"Ryzen 7 9850X3D レビュー解禁日判明！","url":"https://www.techpowerup.com/345163/amd-could-lift-ryzen-7-9850x3d-cpu-review-embargo-on-january-28","summary":"• AMDのRyzen 7 9850X3Dのレビュー解禁日が1月28日に設定される見込みです。\n• 小売店での発売は1月29日頃になると予想されています（フランスでの情報）。\n• CES 2026でデリッドサンプルが展示され、プレスサンプルも配布されている模様です。","content":"AMDは先週、新しいデスクトップゲーミングプロセッサ「Ryzen 7 9850X3D」を発表しました。発売は2026年第1四半期を予定しており、仮想イベントで先行公開されました。CES前に小売店のリストに情報が流出し、1月29日発売の可能性が示唆されていました。VideoCardzの報道によると、レビュー解禁日は1月28日となり、発売日の前日にレビューが公開される見込みです。また、レビューアやインフルエンサー向けにプレスサンプルが配布されていることも明らかになりました。CES 2026ではデリッドされたサンプルも展示され、一部ジャーナリストにはOEM版が提供されたようです。<h3>中の人の本音</h3><p>うわー、マジか！9850X3Dのレビューがすぐ出るんだ！X3Dだからゲーム性能は期待大だわ。価格次第だけど、普通に欲しい！早く性能チェックしたい！</p>","leakScore":97},{"date":"2026/01/14","title":"Pixelmator iOS版、アップデート終了","url":"https://www.macrumors.com/2026/01/13/pixelmator-no-longer-being-updated/","summary":"• AppleがPixelmator（iOS版）のアップデートを終了することを発表しました。\n• Pixelmator Pro for iPadへの注力を表明し、基本的な機能を持つ旧Pixelmatorは維持されます。\n• 無料のPhotomatorアプリは引き続きアップデートされる予定です。","content":"Appleは、Pixelmator Pro for iPadの発表と同時に、より基本的な機能を提供するPixelmator（iOS版）のアップデートを停止することを明らかにしました。2014年にリリースされたこのアプリは、Mac版Pixelmator Classicのコンパニオンアプリとして提供されていましたが、Mac版が既に販売終了となっています。Pixelmator Pro for iPadは、タッチ操作に最適化されたワークスペース、Apple Pencilのフルサポート、iPadとMac間の連携機能、そしてMac版と同等の強力な編集ツールを備えています。無料のPhotomatorアプリは引き続きアップデートが提供される予定です。<h3>中の人の本音</h3><p>うーん、Pixelmator ProはiPad向けか。旧Pixelmatorはもういいかな。Photomatorは無料だし、とりあえず使ってみるか。画像編集はProcreateとかの方がいい気がするけど、選択肢が増えるのは嬉しいわ！</p>","leakScore":97},{"date":"2026/01/14","title":"Shazamが2026年ブレイク芸人を予測","url":"https://www.macrumors.com/2026/01/13/shazam-fast-forward-2026-playlist/","summary":"• Shazamが毎年恒例の「Fast Forward」リストを発表しました。\n• 2026年にブレイクする可能性のある60以上のアーティストが選出されています。\n• Apple Musicでリストに基づいたプレイリストが公開されています。","content":"Shazamは、楽曲識別ツールを通じて発見された、今後注目すべき音楽アーティストをまとめた年次リスト「Fast Forward」を発表しました。2026年のリストには、60名以上のアーティストが含まれており、躍進が期待されています。Appleは、Shazamの利用状況データと編集部のレビューに基づいて選出したとしています。K-POPグループCORTISや、カントリー歌手Kashus Culpepper、アイルランドのロックバンドFlorence Roadなど、多様なジャンルのアーティストが含まれています。Shazamは2018年にAppleによって買収されており、Appleのプラットフォームに深く統合されています。<h3>中の人の本音</h3><p>音楽の予測か…まあ、どうでもいいかな。Apple関連の情報なら、iPhoneの新機種とか、M3 Maxの進化の話の方が普通に欲しいわ！正直、興味ない。</p>","leakScore":92},{"date":"2026/01/14","title":"マーベルライバルズ：デッドプール参戦！","url":"https://wccftech.com/marvel-rivals-season-6-release-date-deadpool/","summary":"• NetEase Gamesの『マーベルライバルズ』シーズン6が1月16日に開始されます。\n• シーズン6の最初のキャラクターはデッドプールで、中盤にはエルサ・ブラッドストーンが追加予定です。\n• 新キャラクターのスキルを紹介するゲームプレイトレーラーが公開されました。","content":"NetEase Gamesは、1月16日に『マーベルライバルズ』のシーズン6「博物館の夜」を開始する予定です。今回のシーズンでは、お馴染みの傭兵、デッドプールが新たなデュエリストとして登場します。シーズン5でローグとギャンビットが追加されたことに続き、シーズン6はデッドプールから始まり、中盤にはエルサ・ブラッドストーンが追加される予定です。NetEaseは新シーズン開始前に、新ヒーローのスキルを紹介するゲームプレイトレーラーを公開しており、デッドプールの多彩な武器と、プレイヤーがどのように活用できるかを紹介しています。<h3>中の人の本音</h3><p>ゲームは興味ないけど、トレーラー見てたらちょっと欲しくなってきたかも。でも、結局は課金ゲーなんだろうなー。まあ、デッドプールは普通に欲しいかもね！</p>","leakScore":92},{"date":"2026/01/14","title":"マーベルライバルズ：最新情報","url":"https://wccftech.com/roundup/marvel-rivals-everything-we-know-about-neteases-super-hero-charged-shooter/","summary":"• NetEaseが開発した三人称視点シューター「Marvel Rivals」が2024年末に登場しました。\n• 「Overwatch」の人気キャラクターをマーベルヒーローに置き換えたようなゲーム性で注目を集めています。\n• NetEaseは本作を「可能な限り最大のゲーム」にすることを目指しており、今後の展開が期待されます。","content":"NetEaseが開発した三人称視点シューター「Marvel Rivals」は、2024年末にローンチし、大きな反響を呼んでいます。ゲーム性は、Blizzardの「Overwatch」の人気キャラクターをマーベルヒーローに置き換えたかのようなもので、既存のライブサービス型フリー・トゥ・プレイシューター市場に新たな風を吹き込んでいます。NetEaseは本作を「可能な限り最大のゲーム」にすることを目指しており、今後のプラットフォーム、価格、リリース日などの詳細情報が注目されています。MOBA要素も含まれており、マーベルキャラクターを多数使用できる点が特徴です。<h3>中の人の本音</h3><p>マーベルヒーローがシューターで戦うってマジか！普通に欲しいわ。グラフィックとか性能次第だけど、無料ゲームなら試す価値あるかも。PCスペックが重要だわね。</p>","leakScore":77},{"date":"2026/01/13","title":"ゲーム開発とAIの対立激化","url":"https://www.techpowerup.com/345122/many-game-devs-reject-ai-in-gaming","summary":"• 大手ゲーム会社は生成AIを導入する傾向にある一方、中小・インディー開発スタジオは生成AIへの不満を表明しています。\n• Larian Studiosは、Divinityの次期作において、コンセプトアートやゲームアセットに生成AIを使用しないことを発表しました。\n• Hooded Horse社は、自社がパブリッシュするゲームにおいてAI生成アセットの使用を契約で禁止しました。","content":"ゲーム開発業界において、生成AIの導入に対する賛否両論がますます鮮明になっています。EA、Ubisoft、Xboxといった大手企業はAI技術に傾倒している一方で、多くの小規模およびインディーゲームスタジオが、生成AIとそのゲーム内での使用に対して不満を表明しています。Baldur's Gateシリーズで知られるLarian Studiosは、今後のDivinityシリーズの開発において、コンセプトアートやゲーム内アセットに生成AIを利用しないことを発表しました。ただし、CEOはRedditのAMAで、AIはワークフローの最適化や試行錯誤の速度向上に潜在的な用途があると考えていることを明言しています。また、Bandai NamcoのCode Vein 2の開発チームも、PCGamesNとのインタビューで、ゲームの世界観の一貫性を重視し、アートスタイルを尊重する理由から、生成AIを使用しないことを確認しました。さらに、Manor LordsやEndless Legend 2をパブリッシュするHooded Horse社のCEO、Tim Bender氏は、AI生成アセットの使用を契約で禁止する方針を発表しました。彼は、開発者がSandbox InteractiveのClair Obscur: Expedition 33のように、AIに依存してしまう危険性を指摘しています。<h3>中の人の本音</h3><p>AIアセット禁止とかマジか！アートスタイル重視は当たり前だわ。結局、GPUパワーと開発者のセンスが一番重要ってことだ。俺はPCパーツに詳しいけど、AIに頼らずに最高画質を目指すのが普通だわ！</p>","leakScore":86},{"date":"2026/01/13","title":"Thermalright Frost Tower 140登場！","url":"https://www.techpowerup.com/345125/thermalright-intros-frost-tower-140-dual-fin-stack-cpu-cooler","summary":"• Thermalrightから高性能なデュアルフィンスタックCPUクーラー「Frost Tower 140」が発表されました。\n• 240mm AIO並みの冷却性能を持ちながら、よりシンプルな構成を実現しています。\n• AM5/AM4、LGA1851/1700など、最新のCPUソケットに対応しています。","content":"Thermalrightは本日、高性能CPUクーラー「Frost Tower 140」を発表しました。このクーラーは、240mm一体型水冷クーラーに匹敵する冷却性能を、よりシンプルな構成で実現することを目的としています。カラーバリエーションとして、オールブラック、オールホワイト、そして標準カラーの3種類が用意されています。サイズは140mm x 146mm x 158mm (幅x奥行x高さ、ファン含む)で、7本の6mm厚ヒートパイプとC1100銅ベースを採用しています。冷却ファンは140mmのTL-N14DW-R7と120mmのTL-N12W-R9の2基が、プッシュプル構成で搭載されています。120mmファンは吸気側の「プッシュ」ファン、140mmファンはフィンスタック間の「プル」ファンとして配置されています。両ファンともダブルボールベアリングを採用し、耐久性と静音性を高めています。120mmファンは最大2,400RPM、最大風量83.35CFM、静圧2.95mmH₂O、140mmファンは最大1,850RPM、最大風量120CFM、静圧2.4mmH₂Oです。騒音レベルはそれぞれ33.3dBA、36.25dBAです。ファンには液晶ポリマーインペラー、ノイズダンピングリング、シリコンマウントが採用されています。マウントシステムはThermalrightのSS2オールメタルマウントを採用し、AM5、AM4、LGA1851、LGA1700、LGA1200/115xなどのCPUソケットに対応しています。<h3>中の人の本音</h3><p>マジか！デュアルフィンスタックで240mm AIO並みとか、めっちゃ熱逃げ良さそうじゃん！ファンも高性能だし、静音性も期待できるし、普通に欲しいわ。自作PCのパーツ選びがまた楽しくなってきた！</p>","leakScore":96},{"date":"2026/01/13","title":"Apple Santa Rosa店、移転のお知らせ","url":"https://www.macrumors.com/2026/01/12/apple-store-in-santa-rosa-moving/","summary":"• カリフォルニア州サンタローザのApple Storeが、サンタローザプラザからモンゴメリービレッジに移転します。\n• モンゴメリービレッジでのグランドオープンは1月23日正午（現地時間）です。\n• カリフォルニア州内の他のApple Store（カールスバッド、サウスコーストプラザ）も改装中です。","content":"Appleは、カリフォルニア州サンタローザにあるApple Storeを、サンタローザプラザショッピングモールからモンゴメリービレッジショッピングプラザに移転することを発表しました。新しい店舗は1月23日正午（現地時間）にグランドオープンを迎えます。サンタローザプラザの店舗は2004年にオープンしました。また、カリフォルニア州内のカールスバッドとサウスコーストプラザのApple Storeも現在改装工事を行っており、それぞれ仮設店舗で営業しています。<h3>中の人の本音</h3><p>へー、店舗移転か。別に俺のガジェットライフには関係ないけど、新しい店舗が広くて快適だといいな。MacとかiPhoneの最新情報、普通に欲しいわ！</p>","leakScore":82},{"date":"2026/01/13","title":"Apple特許取得数、減少傾向","url":"https://www.macrumors.com/2026/01/13/apple-patents-declined-in-2025/","summary":"• 2025年のAppleの米国特許取得数は、前年比約12%減の2,722件でした。\n• 米国全体の特許取得数も減少しており、特に特許出願数が2019年以来の低水準となっています。\n• Samsungが7,054件で首位を維持し、TSMC、Qualcommが続きました。","content":"2025年の米国特許情報サービスIFI CLAIMSのデータによると、Appleの米国特許取得数は大幅に減少しました。取得数は3,082件から2,722件へと約12%減少し、ランキングは6位に後退しました。この傾向は、AppleがAI、シリコン設計、ソフトウェアへの投資を拡大しているにも関わらず見られるものであり、米国全体の特許活動の縮小を反映しています。米国全体の特許取得数は323,272件とわずかに減少しましたが、特許出願数は9%減の393,344件と、より顕著な減少を見せています。特にデジタルデータ処理やデータ伝送といった主要技術分野での申請と取得数が減少しています。Nvidiaもトップ50に入ることができませんでした。米国特許商標庁の申請のバックログが120万件以上あることも、特許発行の遅延につながっています。Samsungが7,054件で首位を維持し、TSMC、Qualcommがそれに続きました。DellやToyotaも特許取得数を増やし、順位を上げました。研究分野としては、AIやバッテリー技術が注目されています。<h3>中の人の本音</h3><p>Appleの特許取得減は気になるな。AI関連の特許が伸び悩んでるってことは、シリコン設計も遅れてるのか？Nvidiaがトップ50に入ってないのも意外だわ。普通に欲しいのは最新のSoCだわ！</p>","leakScore":85},{"date":"2026/01/13","title":"ARC Raiders: 驚異のセールス!","url":"https://wccftech.com/arc-raiders-sold-more-than-12-million-copies-neared-1-million-concurrent/","summary":"• ARC Raidersの累計販売本数が1240万本を突破しました。\n• 今月の同時接続プレイヤー数は約96万人を記録しています。\n• Alinea Analyticsの予測と一致する好調な結果です。","content":"NexonとEmbark Studiosは、10月30日(2025年)に発売された三人称視点抽出型シューターゲーム「ARC Raiders」の累計販売本数が1240万本を超えたことを発表しました。この発表は、先週Alinea Analyticsが発表した1200万本突破の予測と一致しています。さらに、今月の同時接続プレイヤー数は約96万人を記録しており、100万人という大台に迫っています（全プラットフォーム合計）。ARC Raidersがその勢いを維持していることのさらなる証明と言えるでしょう。<h3>中の人の本音</h3><p>1240万本はマジですげー！96万人同時接続とか、ゲームの完成度高すぎでしょ。PCスペックが気になるところだけど、グラフィック良さげだし、普通に欲しいわ！</p>","leakScore":87},{"date":"2026/01/13","title":"RE新作発表会が今週木曜に開催！","url":"https://wccftech.com/resident-evil-showcase-to-air-this-thursday/","summary":"• CAPCOMが1月15日に『Resident Evil Requiem』の発表会を開催します。\n• 発表会では『Resident Evil Requiem』の最新情報が12分間紹介されます。\n• 他のゲームに関する情報も少しだけ発表される可能性があります。","content":"CAPCOMは本日、新たな『Resident Evil』の発表会を1月15日午後2時（太平洋時間）/午後5時（東部時間）/午後10時（GMT）/午後11時（CET）に開催することを発表しました。発表会は、2月27日の発売まであと1ヶ月半となった『Resident Evil Requiem』に焦点を当てますが、他のゲームについても短い時間ながら触れられる可能性があります。公式ウェブサイトには「1月15日に放送される12分間の『Resident Evil』発表会で、最新情報をチェックしてください！」と記載されています。ファンは、CAPCOMがさらなる発表を行うのではないかと期待しています。<h3>中の人の本音</h3><p>バイオ新作か！発売まであと少しだとか、マジかよ。グラフィックとかスペック、PC版の要求スペックが気になる！もしNVIDIAの最新GPUで最高設定で動くなら、普通に欲しいわ。楽しみだわ！</p>","leakScore":97}]