[{"date":"2026/01/13","title":"【翻訳失敗】Many Game Devs Reject AI in Gaming","url":"https://www.techpowerup.com/345122/many-game-devs-reject-ai-in-gaming","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>It appears as though the divide between game developers jumping head-first into generative AI and those who oppose it is growing yet again. While brands like EA, Ubisoft, and Xbox are leaning further into the tech, several smaller and indie studios have recently gone on the record to state their displeasure with generative AI and its use in games. In a recent turn Larian Studios, of Baldur's Gate fame, has announced that it will no longer be relying on generative AI for concept art or in-game assets for its upcoming Divinity game. The studio's CEO, however, clarified in a Reddit AMA that he still sees some potential use for AI in optimizing workflows and trying to &quot;improve the speed with which we can try things out.&quot; \n\nThe development team that worked on Bandai Namco's Code Vein 2 also confirmed in an interview with PCGamesN that there would be no generative AI in Code Vein 2, citing cohesiveness as part of the justification for avoiding the tech. The game's producer, Keita Iizuka, also commented that the team is &quot;creating a very original world&quot; and because they &quot;value art style&quot; and the aesthetic of the game. This extends to publishers, too. In a recent interview with Kotaku, Tim Bender, CEO of Hooded Horse, the publisher behind games like Manor Lords and Endless Legend 2, has officially banned AI from the company as a policy. The CEO said &quot;It is now written into our contracts if we're publishing the game, 'no f**king AI assets.'&quot; Bender also touched on using generative AI in early development or to generate placeholder art, expressing concern that developers could easily fall into the same trap as Sandbox Interactive did with Clair Obscur: Expedition 33, which ultimately resulted in the game being stripped of its Indie Game Awards Game of the Year award.</p>","leakScore":74},{"date":"2026/01/13","title":"【翻訳失敗】Thermalright Intros Frost Tower 140 Dual Fin-Stack CPU Cooler","url":"https://www.techpowerup.com/345125/thermalright-intros-frost-tower-140-dual-fin-stack-cpu-cooler","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Thermalright today introduced the Frost Tower 140, a premium dual fin-stack CPU cooler that is designed to offer cooling performance on par with 240 mm AIOs, but with less clutter. The cooler comes in three trims—all black (including black fins and heat pipes); all white (including white fins and heat pipes), and natural color (chrome fins and nickel-plated copper heat pipes). The FT140 is one of the larger dual fin-stack coolers in the market, measuring 140 mm x 146 mm x 158 mm (WxDxH, including fans). It uses seven 6 mm-thick heat pipes that make indirect contact with the CPU over a C1100 copper base. \n\nThere are two fans included with this cooler, a 140 mm TL-N14DW-R7, and a 120 mm TL-N12W-R9, arranged in a push-pull configuration. The 120 mm is positioned as an intake &quot;push&quot; fan, while the 140 mm is positioned between the two fin-stacks as a &quot;pull&quot; fan. Both fans feature double ball-bearings. The 120 mm fan turns at up to 2,400 RPM, pushing up to 83.35 CFM of airflow at 2.95 mm H₂O static pressure, while the 140 mm fan turns at up to 1,850 RPM, pushing up to 120 CFM at 2.4 mm H₂O. At top speeds, they put out 33.3 dBA and 36.25 dBA noise, respectively. Both fans feature premium liquid crystal polymer impellers, noise dampening rings, and silicone mounts. The cooler comes with Thermalright's SS2 all-metal mounting system. Among the CPU socket types supported are AM5, AM4, LGA1851, LGA1700, and LGA1200/115x.    </p>","leakScore":81},{"date":"2026/01/13","title":"【翻訳失敗】Here's What's New in iOS 26.3 So Far","url":"https://www.macrumors.com/2026/01/12/ios-26-3-new-features/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Apple today seeded the second beta of iOS 26.3, nearly a month after the first beta. So far, the update includes a couple of new features for iPhones.\n\n\n\n\n\niOS 15.3 through iOS 18.3 were all released in late January over the years, so it is thereby likely that iOS 26.3 will be released towards the end of this month as well. The update is compatible with the iPhone 11 series and newer.\n\n\n\nBelow, we recap what is new in the iOS 26.3 beta so far.\n\n\n\niPhone to Android Transfer Tool\n\n\n\niOS 26.3 makes it easier for iPhone users to switch to an Android device. A new tool allows you to place your iPhone next to an Android device to wirelessly transfer photos, messages, notes, apps, and more. You can also transfer your phone number.\n\n\n\nIn the iOS 26.3 beta, the new tool can be found in the Settings app, under General → Transfer or Reset ‌iPhone‌ → Transfer to Android. It is available worldwide.\n\n\n\nNotification Forwarding in EU\n\n\n\nIn the EU, iOS 26.3 introduces both a Notification Forwarding feature and AirPods-like proximity pairing for third-party accessories like earbuds and smartwatches.\n\n\n\nApple was required to make these changes to comply with the EU's Digital Markets Act. \n\n\n\nMore\n\n\n\nStarting with iOS 26.3, there is a dedicated section for Weather wallpapers, with three preset options available to choose from. To access them, tap and hold on the Lock Screen and tap on the plus sign in the bottom-right corner of the screen.\n\n\n\nFebruary is Black History Month, and iOS 26.3 will likely include the 2026 version of Apple's annual Black Unity wallpaper. Apple also typically releases a new Black Unity Sport Loop for the Apple Watch, and a matching Unity Rhythm watch face.\n\n\n\niOS 26.1 introduced a Background Security Improvement feature that is designed to provide security updates for Safari, WebKit, and some other system items between iOS software updates. Apple has been testing the feature with updates such as \"iOS 26.3 (a)\" and \"iOS 26.3 (b),\" but they do not actually contain any security fixes.\n\n\n\nAdditional new features and bug fixes may be added in later beta versions of iOS 26.3. Overall, though, it will likely be a relatively minor update.\n\n\n\nBeta 2\n\nWe have not discovered any major changes in the second beta of iOS 26.3 so far.Related Roundups: iOS 26, iPadOS 26Related Forum: iOS 26This article, &quot;Here&#039;s What&#039;s New in iOS 26.3 So Far&quot; first appeared on MacRumors.comDiscuss this article in our forums</p>","leakScore":89},{"date":"2026/01/13","title":"【翻訳失敗】Apple Store in Santa Rosa is Moving Later This Month","url":"https://www.macrumors.com/2026/01/12/apple-store-in-santa-rosa-moving/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Apple's retail store in Santa Rosa, California will be moving from the Santa Rosa Plaza shopping mall to the open-air Montgomery Village shopping plaza later this month.\n\n\n\nApple Santa Rosa Plaza\n\nThe new store at Montgomery Village will be holding its grand opening on Friday, January 23, at 12 p.m. local time, according to Apple's website.\n\n\n\nApple's existing store at the Santa Rosa Plaza opened in 2004.\n\n\n\nElsewhere in California, Apple continues to renovate its store in Carlsbad, north of San Diego. Apple has a temporary location there, at 1925 Calle Barcelona. Apple is also operating out of a temporary store at the South Coast Plaza shopping mall in Costa Mesa, south of Los Angeles, while it renovates its original location there.\n\n\n\nThanks, Filip Chudzinski!Tag: Apple StoreThis article, &quot;Apple Store in Santa Rosa is Moving Later This Month&quot; first appeared on MacRumors.comDiscuss this article in our forums</p>","leakScore":85},{"date":"2026/01/13","title":"【翻訳失敗】Indie Dev Says His GF Made Him Realize “AI Is Bad,” Shuts Down Game Made With GenAI","url":"https://wccftech.com/indie-dev-says-his-gf-made-him-realize-ai-is-bad-shuts-down-game-made-with-genai/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>Hardest is a free rock-paper-scissors game on Steam that was released in 2025 and made by indie developer Eero Laine under the studio name Rakuel. It's one of many games on Steam that includes a disclaimer towards the bottom of its page indicating it was made with generative AI tools, and on January 30, 2026, Laine plans to delete the game from Steam because his girlfriend of one month made him realize that \"AI is bad,\" and now wants nothing to do with the game he made using GenAI. Laine explains how he made the game through GenAI tools he [&#8230;]</p>","leakScore":72},{"date":"2026/01/13","title":"【翻訳失敗】All Galaxy S26 Models Being Prepped For Mass Production This Month, With The ‘Ultra’ Variant Commanding Up To Six Times The Higher Shipment Volume, ‘Plus’ Model Also Added","url":"https://wccftech.com/galaxy-s26-ultra-accounting-up-to-six-times-the-shipments-volume-all-models-entering-production/","summary":"AI生成に失敗しました。原文を確認してください。","content":"<p>The first quarter will witness the arrival of Samsung’s Galaxy S26 series, which is scheduled to be announced on February 25, which only means that the Korean giant would have shifted in the fifth gear regarding mass production. A fresh report has now stated that the Galaxy S26 Plus will be a part of the new lineup and, unsurprisingly, the Galaxy S26 Ultra will make up the majority of the initial shipments, with more than six times the volume compared to the remaining devices. Galaxy S26 Ultra is estimated to have 3.6 million units available at launch, with the Galaxy [&#8230;]</p>","leakScore":88}]